<pad>	0
<unk>	0
<s>	0
</s>	0
ার	-0
য়	-1
্র	-2
▁ব	-3
▁স	-4
▁প	-5
্য	-6
▁এ	-7
ের	-8
▁ক	-9
▁ম	-10
ান	-11
▁হ	-12
▁অ	-13
▁আ	-14
▁জ	-15
্ত	-16
াল	-17
▁ত	-18
▁ন	-19
িক	-20
▁দ	-21
টি	-22
লা	-23
র্	-24
িত	-25
▁প্র	-26
ন্	-27
▁১	-28
রে	-29
▁ভ	-30
▁শ	-31
রা	-32
্ব	-33
▁গ	-34
্ট	-35
িন	-36
▁চ	-37
াক	-38
▁বি	-39
াম	-40
লে	-41
▁উ	-42
▁য	-43
িয়	-44
▁এক	-45
▁বা	-46
েশ	-47
াব	-48
াত	-49
▁ও	-50
ায়	-51
▁ই	-52
িল	-53
ুর	-54
ার্	-55
াই	-56
▁খ	-57
্ষ	-58
▁২	-59
াস	-60
▁করে	-61
েক	-62
ছে	-63
▁ফ	-64
েল	-65
তি	-66
্চ	-67
ড়	-68
িস	-69
াদ	-70
▁র	-71
▁হয়	-72
▁ট	-73
বং	-74
▁পর	-75
▁এবং	-76
তে	-77
▁এর	-78
ীয়	-79
▁ছ	-80
স্	-81
▁১৯	-82
▁থ	-83
▁অন	-84
েন	-85
▁জন	-86
ত্র	-87
▁রা	-88
েম	-89
▁এই	-90
্প	-91
ির	-92
্যা	-93
▁সম	-94
▁২০	-95
িম	-96
ুল	-97
▁ড	-98
▁সাল	-99
বি	-100
▁নি	-101
▁একটি	-102
ুন	-103
▁ভার	-104
ন্দ	-105
োগ	-106
▁ল	-107
দেশ	-108
ধ্য	-109
▁সা	-110
ষ্	-111
ক্ত	-112
▁ভারত	-113
েট	-114
থ্য	-115
বে	-116
▁বাং	-117
▁আর	-118
▁উপ	-119
কার	-120
▁বাংলা	-121
▁তথ্য	-122
▁দে	-123
চ্চ	-124
াপ	-125
▁তার	-126
সূ	-127
ঙ্	-128
▁ব্য	-129
ক্ষ	-130
েকে	-131
সূত্র	-132
▁তথ্যসূত্র	-133
য়ে	-134
সং	-135
দের	-136
িনি	-137
▁সং	-138
দ্	-139
স্থ	-140
ন্ত	-141
জন	-142
▁থেকে	-143
িত্র	-144
্যান	-145
▁বাংলাদেশ	-146
▁পা	-147
▁কর	-148
▁মধ্য	-149
▁অব	-150
াগ	-151
িব	-152
ঙ্গ	-153
হর	-154
স্ট	-155
▁স্	-156
যোগ	-157
টা	-158
▁৫	-159
য়ে	-160
▁মা	-161
্ড	-162
ৃত	-163
লাম	-164
াজ	-165
▁নাম	-166
ীর	-167
মান	-168
না	-169
ষ্ট	-170
▁হল	-171
্বর	-172
ষ্ঠ	-173
▁সে	-174
▁বিশ	-175
▁ধ	-176
▁শহর	-177
▁আম	-178
র্ব	-179
ারি	-180
াহ	-181
▁মার্	-182
▁পুর	-183
▁করেন	-184
▁ছিল	-185
কে	-186
▁ক্র	-187
▁প্রতি	-188
▁করা	-189
▁কো	-190
▁তিনি	-191
প্র	-192
ভি	-193
▁চল	-194
▁গ্র	-195
য়া	-196
্জ	-197
্যাল	-198
▁মধ্যে	-199
▁সালে	-200
▁হার	-201
নের	-202
ানে	-203
হি	-204
ত্ত	-205
চ্চিত্র	-206
▁চলচ্চিত্র	-207
তার	-208
েম্বর	-209
াকা	-210
▁ভারতের	-211
টার	-212
েলার	-213
▁অনু	-214
▁২০০	-215
্স	-216
কা	-217
ন্ম	-218
িয়ে	-219
তা	-220
র্ম	-221
নে	-222
▁দেখ	-223
▁রাজ	-224
▁হয়ে	-225
বর	-226
াষ	-227
িজ	-228
িয়া	-229
▁জন্ম	-230
দ্ধ	-231
▁লা	-232
ারে	-233
ুক্ত	-234
্দ	-235
ংশ	-236
▁না	-237
▁১০	-238
িকা	-239
▁কম	-240
▁জন্য	-241
ারা	-242
▁৩	-243
লেন	-244
থে	-245
▁ইউ	-246
ঞ্চ	-247
▁কা	-248
গ্র	-249
▁বিশ্ব	-250
পুর	-251
▁রে	-252
▁ঘ	-253
▁২০১	-254
ারণ	-255
িচ	-256
োল	-257
ুম	-258
াদের	-259
াও	-260
্ল	-261
▁৪	-262
▁৬	-263
▁বেশ	-264
স্ত	-265
াক্ষ	-266
▁অবস্থ	-267
িং	-268
াকে	-269
▁ভাষ	-270
ারী	-271
▁স্ব	-272
েলা	-273
▁বহি	-274
▁এটি	-275
ছি	-276
▁ভাল	-277
ঞ্জ	-278
ীন	-279
▁জেলার	-280
্ঞ	-281
ুষ	-282
াক্ষর	-283
োর	-284
িক্ষ	-285
বিদ	-286
ীব	-287
▁সাক্ষর	-288
ুয়	-289
▁সাক্ষরতার	-290
▁বহিঃ	-291
সংখ	-292
সংযোগ	-293
▁ক্রিক	-294
▁বহিঃসংযোগ	-295
▁হিস	-296
ানের	-297
▁মি	-298
▁ক্রিকেট	-299
েই	-300
▁ব্যব	-301
াচ	-302
ন্ট	-303
্যু	-304
িপ	-305
▁আস	-306
্যার	-307
ন্ড	-308
▁যে	-309
▁জনসংখ	-310
র্ণ	-311
▁কি	-312
থম	-313
▁সু	-314
ন্ন	-315
োট	-316
োক	-317
▁সালের	-318
▁নদ	-319
▁সাথে	-320
▁আই	-321
টির	-322
জাত	-323
জ্ঞ	-324
▁অর্	-325
▁স্থ	-326
▁শিক্ষ	-327
▁বাংলাদেশের	-328
▁লে	-329
্রি	-330
াবে	-331
ছর	-332
জি	-333
শন	-334
▁দু	-335
িতে	-336
▁সব	-337
সি	-338
▁মু	-339
▁যা	-340
্ম	-341
লাই	-342
▁জান	-343
▁বছর	-344
খানে	-345
▁দ্ব	-346
▁মার্ক	-347
ধান	-348
▁ফু	-349
ারের	-350
▁পরিচ	-351
▁জু	-352
র্ত	-353
নি	-354
▁অভ	-355
গুল	-356
▁প্রতিষ্ঠ	-357
▁জাত	-358
সম	-359
▁তাল	-360
▁৭	-361
সে	-362
রি	-363
াড়	-364
ানি	-365
্যালয়	-366
▁খে	-367
াণ	-368
▁৮	-369
▁মার্কিন	-370
েবে	-371
▁ভারতীয়	-372
▁স্ট	-373
▁প্রথম	-374
ুয়ারি	-375
োম	-376
▁ডিস	-377
হাস	-378
▁১৮	-379
শ্চ	-380
▁মৃত	-381
্লে	-382
▁হিসেবে	-383
▁অনেক	-384
িকে	-385
▁আল	-386
েস্ট	-387
▁ব্যক্ত	-388
গে	-389
▁জীব	-390
্যান্ড	-391
▁পুরুষ	-392
▁ছি	-393
্লা	-394
ীত	-395
▁তাদের	-396
▁কে	-397
▁অক	-398
লের	-399
▁পূ	-400
্টো	-401
চ্	-402
্যের	-403
ওয়	-404
▁ভালো	-405
▁নারী	-406
োন	-407
েষ	-408
িয়ার	-409
াধ	-410
াব্দ	-411
বার	-412
ন্ধ	-413
প্ট	-414
াত্র	-415
হার	-416
ছেন	-417
শ্চিম	-418
▁উত্ত	-419
▁মৃত্যু	-420
▁তালিকা	-421
▁জুন	-422
▁নদী	-423
▁একজন	-424
▁জাতীয়	-425
▁শহরের	-426
ুব	-427
▁পশ্চিম	-428
িণ	-429
ষ্ট্র	-430
▁খাব	-431
▁মার্চ	-432
▁৯	-433
▁অভিন	-434
গর	-435
▁অবস্থিত	-436
▁সম্প	-437
▁ছিলেন	-438
▁১৯৯	-439
▁বেশি	-440
ক্র	-441
জ্ঞান	-442
▁পরিব	-443
থা	-444
▁এপ্র	-445
▁ডিসেম্বর	-446
▁জুলাই	-447
▁অক্টো	-448
▁সেপ্ট	-449
খন	-450
▁জানুয়ারি	-451
▁এপ্রিল	-452
▁পার	-453
▁ইউন	-454
▁চিক	-455
▁পর্য	-456
▁সেপ্টেম্বর	-457
ন্ত্র	-458
▁অক্টোবর	-459
▁মে	-460
▁পদ	-461
০০	-462
ুদ	-463
স্কার	-464
েশন	-465
িয়ে	-466
ূল	-467
▁টাকা	-468
▁ফুট	-469
ন্দ্র	-470
▁ব্যক্তি	-471
▁মান	-472
▁দক্ষ	-473
▁যায়	-474
িয়ন	-475
ার্থ	-476
▁ঢ	-477
▁সি	-478
ুরু	-479
▁নে	-480
তিহাস	-481
বল	-482
ছু	-483
কের	-484
ভাগ	-485
কর	-486
▁দক্ষিণ	-487
য়া	-488
▁ইং	-489
োস	-490
াঁ	-491
▁পুরস্কার	-492
▁সদ	-493
মে	-494
▁ফ্র	-495
▁মহ	-496
পর	-497
▁জনসংখ্যার	-498
▁বিশ্ববিদ	-499
কাল	-500
▁শত	-501
াত্ত	-502
▁টা	-503
▁অধ	-504
▁দেখুন	-505
▁বল	-506
▁আরও	-507
▁থাকে	-508
▁এখানে	-509
ছিল	-510
▁১৯৮	-511
ান্ত	-512
▁আছে	-513
ডি	-514
▁সর	-515
টে	-516
▁কিছু	-517
▁কোন	-518
▁উপজ	-519
▁আন্ত	-520
র্গ	-521
িউ	-522
▁অফ	-523
োপ	-524
িশ	-525
▁সাধ	-526
▁বিশ্ববিদ্যালয়	-527
্যাস	-528
▁চিকেন	-529
ূহ	-530
ানা	-531
▁কিন	-532
▁আমার	-533
▁হয়েছে	-534
▁সাম	-535
োয়া	-536
র্ষ	-537
্ন	-538
▁অঞ্চ	-539
তম	-540
ড়া	-541
হণ	-542
▁করতে	-543
▁টি	-544
ত্য	-545
▁আদ	-546
সের	-547
▁কল	-548
টন	-549
জয়	-550
▁অংশ	-551
▁মত	-552
য়েছে	-553
েত্র	-554
▁শ্র	-555
▁ব্র	-556
্তু	-557
▁সময়	-558
ালি	-559
ুদ্ধ	-560
াতে	-561
▁উদ্	-562
র্জাত	-563
ায়ী	-564
াট	-565
▁১৯৭	-566
্যাম	-567
▁আন্তর্জাত	-568
▁নির্ব	-569
▁ইতিহাস	-570
▁প্রধান	-571
নী	-572
▁বিজয়	-573
▁রয়েছে	-574
লী	-575
য়ার	-576
লিম	-577
িস্ত	-578
ুপ	-579
▁উই	-580
▁সাধারণ	-581
▁গে	-582
▁পর্যন্ত	-583
▁বিভাগ	-584
▁ব্যা	-585
চ্ছে	-586
▁উত্তর	-587
ায়	-588
▁পে	-589
▁আন্তর্জাতিক	-590
ুক	-591
▁অন্য	-592
▁প্রতিষ্ঠিত	-593
▁যুক্ত	-594
েস	-595
▁জেলা	-596
▁অনুস	-597
▁বার্	-598
▁খেল	-599
োর্	-600
ৃতি	-601
▁ভাষা	-602
বাদ	-603
ভাবে	-604
▁ছিলো	-605
লি	-606
স্য	-607
চে	-608
▁ক্ষ	-609
দি	-610
▁ক্রিকেটার	-611
▁উপাত্ত	-612
ালা	-613
▁টেস্ট	-614
ওয়া	-615
▁রো	-616
▁নির্বাচ	-617
▁ইংরে	-618
▁এলা	-619
▁শতাব্দ	-620
▁ব্যবহার	-621
▁স্প	-622
▁কার	-623
▁পরিচাল	-624
▁বিজয়ী	-625
▁কিন্তু	-626
ন্স	-627
▁কাজ	-628
▁ঝ	-629
▁উচ্চ	-630
▁থাক	-631
▁ট্র	-632
▁স্থান	-633
▁পূর্ব	-634
▁বর্ত	-635
▁সঙ্গ	-636
ছিলাম	-637
▁একটা	-638
▁মো	-639
▁১৫	-640
▁খাবার	-641
িকার	-642
▁নিয়ে	-643
▁হতে	-644
▁বলে	-645
গার	-646
▁বর্তমান	-647
বা	-648
▁দেশ	-649
▁দল	-650
োয়াড়	-651
▁স্ক	-652
▁খেলোয়াড়	-653
জার	-654
▁দুই	-655
▁হচ্ছে	-656
▁লোক	-657
িয়ান	-658
▁দাম	-659
▁রাজ্যের	-660
িদ	-661
কাশ	-662
▁অনুসারে	-663
▁বিদ	-664
▁খুব	-665
▁ফুটবল	-666
▁দিয়ে	-667
▁বয়	-668
ন্দর	-669
▁মূল	-670
▁এশ	-671
▁শুরু	-672
াতা	-673
▁লি	-674
ভূ	-675
দিন	-676
▁১২	-677
▁আব	-678
িভি	-679
▁গণ	-680
▁ইউনিয়ন	-681
▁আমি	-682
▁জনসংখ্যা	-683
শে	-684
জে	-685
▁এম	-686
▁পু	-687
▁১৭	-688
বর্ত	-689
খে	-690
▁দশ	-691
টেম	-692
সমূহ	-693
▁তাই	-694
ভিন্ন	-695
▁উৎ	-696
▁তবে	-697
▁পরিচিত	-698
▁সরকার	-699
▁সহ	-700
াইল	-701
▁বিভিন্ন	-702
▁১৯৬	-703
▁শতাব্দীর	-704
▁সদস্য	-705
▁মাছ	-706
নিক	-707
▁বে	-708
ভার	-709
▁কথা	-710
▁চাই	-711
ুরে	-712
তিক	-713
▁নামে	-714
খা	-715
োজ	-716
ীপ	-717
ার্ড	-718
বাহ	-719
াংশ	-720
ভা	-721
▁প্রায়	-722
গুলো	-723
সী	-724
▁কলে	-725
▁আইটেম	-726
েব	-727
▁আগ	-728
গ্রহণ	-729
▁সাহ	-730
করণ	-731
িতা	-732
িল্প	-733
▁কাল	-734
িস্ট	-735
▁তে	-736
▁পাক	-737
▁নিয়ে	-738
খ্য	-739
ণ্ড	-740
্যাক	-741
▁২০০১	-742
ংস	-743
য়ের	-744
▁ভূ	-745
িড	-746
▁হন	-747
র্ক	-748
ত্ব	-749
ুগ	-750
▁মাধ্য	-751
▁অনুয	-752
▁অর্থ	-753
▁মাস	-754
স্ক	-755
বঙ্গ	-756
▁নির্ম	-757
▁কাছে	-758
্তন	-759
▁ওয়	-760
▁সর্ব	-761
িত্ব	-762
▁যুক্তরা	-763
▁বৈ	-764
টিং	-765
▁লাভ	-766
▁রাজন	-767
▁বর্ণ	-768
ল্যান্ড	-769
▁আফ	-770
কারী	-771
▁কর্ম	-772
▁শেষ	-773
▁গো	-774
ড়ে	-775
িটার	-776
▁কলেজ	-777
▁প্রশ	-778
▁প্লে	-779
রের	-780
িফ	-781
ডার	-782
▁মোট	-783
▁খেতে	-784
▁ভাষার	-785
বী	-786
শি	-787
▁তৈ	-788
▁উপজেলা	-789
▁আদম	-790
▁প্রাক	-791
▁ইস	-792
▁করার	-793
▁১৬	-794
▁১৯৫	-795
▁কেন্দ্র	-796
▁আয়	-797
▁প্রকাশ	-798
▁পশ্চিমবঙ্গ	-799
▁অন্ত	-800
ানো	-801
▁হি	-802
ড়ি	-803
▁বৃ	-804
▁৫৯	-805
▁পারে	-806
▁সারা	-807
▁পাকিস্ত	-808
▁ছোট	-809
▁আরো	-810
েমন	-811
বর্তী	-812
▁অনুযায়ী	-813
▁১১	-814
য়ার	-815
▁আপ	-816
ীল	-817
▁প্রদ	-818
ল্প	-819
▁পরিম	-820
▁প্রত	-821
খি	-822
▁দিন	-823
▁স্বাদ	-824
▁পি	-825
ুমারি	-826
ষ্টি	-827
▁উল	-828
▁তারা	-829
গা	-830
▁ঠ	-831
▁ঢাকা	-832
▁গঠ	-833
▁মস	-834
াকার	-835
▁ডি	-836
▁১৪	-837
জা	-838
▁কলক	-839
▁দিয়ে	-840
▁মিটার	-841
▁মাল	-842
স্থা	-843
▁যোগ	-844
বিজ্ঞান	-845
▁বস	-846
▁আজ	-847
▁গেম	-848
টু	-849
▁ধর্ম	-850
ুদ্র	-851
ূপ	-852
▁বৌ	-853
্যাপ	-854
হাম	-855
▁ভিত	-856
▁যার	-857
োব	-858
▁পুরুষদের	-859
েরা	-860
ুক্তি	-861
ষণ	-862
▁প্রজাত	-863
▁বৌদ্ধ	-864
ম্প	-865
▁ইন	-866
▁কাব	-867
▁হলে	-868
▁বার্গার	-869
্রা	-870
▁ব্রি	-871
▁পৌ	-872
াধীন	-873
▁পান	-874
▁ক্লা	-875
গোল	-876
দা	-877
▁পরে	-878
▁নিউ	-879
▁বিষ	-880
ীতি	-881
▁অনুষ্ঠ	-882
াইন	-883
চার	-884
তন	-885
▁গুল	-886
▁বন	-887
িয়াম	-888
▁নির্	-889
ভাব	-890
▁টেল	-891
▁১৩	-892
▁বিপ	-893
▁খ্রি	-894
▁কু	-895
▁চলে	-896
ছিলেন	-897
নার	-898
রম	-899
▁সংখ	-900
টিশ	-901
▁পার্	-902
াস্ত	-903
তুন	-904
▁১৯৪	-905
▁হবে	-906
পূ	-907
▁সঙ্গীত	-908
▁অন্যান	-909
োধ	-910
▁ঘটন	-911
▁নামক	-912
▁অন্যান্য	-913
গঞ্জ	-914
▁নারীদের	-915
ন্থ	-916
▁ওয়ে	-917
েড	-918
▁কর্ত	-919
▁বু	-920
▁উদ্ভি	-921
▁যুক্তরাষ্ট্র	-922
২০	-923
াবলী	-924
▁উইক	-925
▁খাও	-926
▁দি	-927
▁কারণ	-928
▁করেছেন	-929
▁বয়সী	-930
লিম্প	-931
▁তিন	-932
▁রাষ্ট্র	-933
সা	-934
▁বাংলাদেশী	-935
▁০	-936
▁কাচ্চ	-937
ছাড়	-938
ম্ব	-939
▁অলিম্প	-940
▁ইসলাম	-941
▁হিন্দ	-942
▁মহি	-943
▁চাইতে	-944
▁অভি	-945
▁মনে	-946
▁মিল	-947
▁সেই	-948
▁গু	-949
▁অপ	-950
র্ঘ	-951
▁অঞ্চল	-952
▁মন	-953
▁পাখি	-954
▁লাগ	-955
▁বর্ষ	-956
▁যদি	-957
▁সফ	-958
্যে	-959
তো	-960
াইট	-961
▁উপর	-962
ার্থী	-963
▁নতুন	-964
▁ভি	-965
▁সম্	-966
▁পাল	-967
▁প্রক	-968
▁হয়	-969
▁চে	-970
▁দ্বারা	-971
বাস	-972
▁প্রতিযোগ	-973
▁অন্যতম	-974
▁আন	-975
▁বার	-976
▁এদের	-977
▁ধর	-978
▁কর্তৃ	-979
▁বড়	-980
▁মহিলা	-981
▁শ্রে	-982
▁ইংরেজি	-983
▁মসজি	-984
▁২১	-985
▁চিত্র	-986
▁পো	-987
▁হলো	-988
িনী	-989
▁স্বাধীন	-990
▁স্থাপ	-991
াইড	-992
ার্ভ	-993
াউ	-994
▁১৯৩	-995
▁রাই	-996
▁প্রদেশ	-997
▁ব্রিটিশ	-998
▁তা	-999
কালীন	-1000
▁পদার্থ	-1001
তু	-1002
ালের	-1003
▁মন্দ	-1004
▁মাধ্যমে	-1005
▁মৌ	-1006
▁লেগে	-1007
▁বিশেষ	-1008
▁লেখ	-1009
▁উদ্ভিদ	-1010
▁প্রাক্তন	-1011
কি	-1012
▁শু	-1013
ায়ে	-1014
▁ভৌ	-1015
▁এছাড়	-1016
সভা	-1017
▁দলের	-1018
▁বর্তমানে	-1019
▁বিজ্ঞান	-1020
গ্রাম	-1021
াপ্ত	-1022
ুস	-1023
▁শব	-1024
পঞ্জ	-1025
▁মাত্র	-1026
▁দ্বিত	-1027
▁শিক্ষা	-1028
েত্রী	-1029
▁জীবিত	-1030
▁সংখ্যা	-1031
▁পিজ	-1032
▁এলাকা	-1033
▁আমের	-1034
▁গ্রাম	-1035
▁বলা	-1036
▁হয়ে	-1037
▁ঘটনাবলী	-1038
▁বির	-1039
▁খ্রিষ্ট	-1040
্জা	-1041
▁দিকে	-1042
▁আদমশ	-1043
▁প্রচ	-1044
▁অভিনেত্রী	-1045
ন্টার	-1046
▁মানুষ	-1047
▁দ্বিতীয়	-1048
▁গ্রে	-1049
▁তাকে	-1050
▁গড়	-1051
▁ক্লাব	-1052
প্ত	-1053
খ্যাত	-1054
শ্র	-1055
রিক	-1056
▁পদক	-1057
▁জীবন	-1058
ক্স	-1059
মি	-1060
ন্টি	-1061
▁উপজেলার	-1062
র্থ	-1063
স্ট্র	-1064
▁ম্যা	-1065
▁যুদ্ধ	-1066
▁একটু	-1067
য়ন	-1068
▁সূ	-1069
▁ব্যবহ	-1070
ঁচ	-1071
▁হয়েছিল	-1072
েতা	-1073
▁পাওয়া	-1074
ুরেন্ট	-1075
হাম্ম	-1076
জের	-1077
ট্ট	-1078
▁এটা	-1079
▁দেখা	-1080
▁কর্তৃক	-1081
▁শিল্প	-1082
▁নদীর	-1083
▁উল্লে	-1084
▁ভে	-1085
▁আদমশুমারি	-1086
কল	-1087
▁রোড	-1088
ানী	-1089
▁টেলিভি	-1090
▁বো	-1091
তের	-1092
▁বই	-1093
কো	-1094
▁জার্	-1095
রক্ষ	-1096
▁সবচে	-1097
োমিটার	-1098
ালী	-1099
ান্ড	-1100
ক্ষে	-1101
▁এখন	-1102
সায়	-1103
▁মন্দির	-1104
▁শাস	-1105
▁সেন	-1106
▁বিদ্যালয়	-1107
বন	-1108
ীক	-1109
▁তো	-1110
▁বর্ষপঞ্জ	-1111
▁শিক্ষার্থী	-1112
লো	-1113
পি	-1114
▁রেস্ট	-1115
▁সমুদ্র	-1116
▁অফার	-1117
▁রেল	-1118
ন্যাস	-1119
লিক	-1120
▁রচ	-1121
▁নোব	-1122
সব	-1123
▁পৌর	-1124
▁চার	-1125
▁কোম্প	-1126
্যাম্প	-1127
▁ইউর	-1128
রণ	-1129
▁বহ	-1130
▁উল্লেখ	-1131
▁অস	-1132
িলোমিটার	-1133
▁রেস্টুরেন্ট	-1134
রাজ	-1135
▁আফ্র	-1136
বেন	-1137
▁হিসাবে	-1138
▁পরি	-1139
িরপুর	-1140
মা	-1141
▁আগে	-1142
যুক্ত	-1143
▁বন্ধ	-1144
▁শব্দ	-1145
▁যেমন	-1146
▁খেয়ে	-1147
▁স্ত	-1148
▁কাচ্চি	-1149
▁প্রাচ	-1150
▁বাঙ	-1151
ত্ত্ব	-1152
এস	-1153
▁কম্প	-1154
▁বাংলাদেশে	-1155
▁অর্ডার	-1156
ুত	-1157
▁দ্বীপ	-1158
▁খান	-1159
কম	-1160
আই	-1161
গুলি	-1162
▁তৈরি	-1163
▁নগর	-1164
▁উদ	-1165
িকান	-1166
▁টেলিভিশন	-1167
▁নোবেল	-1168
▁যায়	-1169
▁কাবাব	-1170
▁ইয়	-1171
▁রু	-1172
ীতে	-1173
▁ইংরেজ	-1174
▁চাল	-1175
▁ক্ষেত্র	-1176
▁সংস	-1177
▁সাহিত	-1178
▁বাস	-1179
▁প্রশাস	-1180
▁পৃ	-1181
▁জল	-1182
▁সী	-1183
▁ফিল	-1184
েন্ট	-1185
▁আন্দ	-1186
▁অস্ট্র	-1187
ান্	-1188
▁অভিনেতা	-1189
▁খেলা	-1190
▁টু	-1191
াইস	-1192
▁ক্রী	-1193
▁দ্য	-1194
▁জার্মান	-1195
▁গঠিত	-1196
▁লেগেছে	-1197
ভুক্ত	-1198
▁উৎপ	-1199
▁বিক	-1200
▁উন্ন	-1201
ঙ্ক	-1202
▁দৈ	-1203
াতার	-1204
▁পর্ব	-1205
▁২০১০	-1206
▁অ্যা	-1207
গোলিক	-1208
▁চর	-1209
▁ভৌগোলিক	-1210
টিতে	-1211
শা	-1212
েরি	-1213
▁গা	-1214
▁মসজিদ	-1215
▁আবার	-1216
র্শন	-1217
▁২০১১	-1218
▁অবস্থান	-1219
▁করেছে	-1220
▁বিমান	-1221
▁ব্যবহৃত	-1222
▁এমন	-1223
গরীয়	-1224
▁রাজনীতি	-1225
▁নেপ	-1226
িপিড	-1227
▁যুক্তরাষ্ট্রের	-1228
▁ভাষায়	-1229
▁গিয়ে	-1230
▁সুন্দর	-1231
▁শে	-1232
▁১৯১	-1233
▁পরবর্তী	-1234
লার	-1235
হাম্মদ	-1236
▁পারেন	-1237
▁উইকিপিড	-1238
▁২৫	-1239
▁অক্ষ	-1240
গত	-1241
▁মুস	-1242
র্বে	-1243
াব্দে	-1244
▁৩০	-1245
▁ধরনের	-1246
▁গ্রন্থ	-1247
▁নিয়	-1248
▁গ্রেগরীয়	-1249
ন্ত্রী	-1250
পু	-1251
▁ভাই	-1252
▁জন্মগ্রহণ	-1253
ৈতিক	-1254
ংক	-1255
োজন	-1256
▁বিখ্যাত	-1257
▁ট্রাই	-1258
▁বর্ষপঞ্জির	-1259
▁লাই	-1260
াফ	-1261
াঞ্চ	-1262
▁গেলাম	-1263
▁বেস্ট	-1264
▁প্রাচীন	-1265
▁নাই	-1266
▁১৯২	-1267
রী	-1268
▁ইউনিয়	-1269
▁নাট	-1270
▁পরিবেশ	-1271
োরে	-1272
মিক	-1273
▁মুক্তি	-1274
▁ঝাল	-1275
▁ছবি	-1276
পা	-1277
▁ব্ল	-1278
▁বলতে	-1279
▁সংরক্ষ	-1280
▁লেখক	-1281
▁শহ	-1282
▁নির্বাচন	-1283
▁স্বাধীনতা	-1284
র্ন	-1285
▁কিলোমিটার	-1286
▁যাও	-1287
▁ভিত্ত	-1288
▁পশ্চিমবঙ্গের	-1289
▁সবচেয়ে	-1290
াদি	-1291
তী	-1292
▁ইউরোপ	-1293
▁নির্মাণ	-1294
▁বাঙালি	-1295
▁সংগ	-1296
▁মতো	-1297
▁বিন	-1298
▁কোনো	-1299
▁অনুষ্ঠিত	-1300
ুজ	-1301
▁আহ	-1302
▁মাঝ	-1303
ওয়া	-1304
িব্ব	-1305
▁উচ্চতা	-1306
▁পঞ্চ	-1307
র্শ	-1308
▁আন্দোল	-1309
▁খাবারের	-1310
উট	-1311
োর্ড	-1312
মন	-1313
▁এসে	-1314
▁বাই	-1315
▁অর্জন	-1316
▁স্টেশন	-1317
▁সদর	-1318
িও	-1319
▁বংশ	-1320
▁পাশ	-1321
▁রাইস	-1322
▁৫০	-1323
লেট	-1324
▁তিব্ব	-1325
▁গুরু	-1326
▁২০১৪	-1327
▁কাপ	-1328
তল	-1329
▁আর্	-1330
ার্স	-1331
▁২০০০	-1332
ুই	-1333
▁ফুল	-1334
োহ	-1335
▁সেরা	-1336
ডেম	-1337
ালে	-1338
▁মিরপুর	-1339
▁এক্স	-1340
▁প্রয	-1341
▁মূলত	-1342
▁পরিচালক	-1343
▁হিন্দু	-1344
▁বিল	-1345
▁প্রাণ	-1346
ডিও	-1347
▁ঘো	-1348
▁শিক্ষক	-1349
িমি	-1350
▁দেখে	-1351
▁সাব	-1352
▁লক্ষ	-1353
▁পাব	-1354
োচ	-1355
োদ	-1356
ট্টগ্রাম	-1357
▁দায়	-1358
▁কোম্পানি	-1359
▁গবে	-1360
যোগ্য	-1361
▁এরা	-1362
▁লাল	-1363
▁ওয়েব	-1364
▁অলিম্পিক	-1365
টেড	-1366
কাপ	-1367
▁ধারণ	-1368
পার	-1369
▁কম্পিউ	-1370
▁কৃ	-1371
▁চী	-1372
▁রিভি	-1373
▁জনপ্র	-1374
▁শা	-1375
াবিদ	-1376
বন্ধ	-1377
▁সেট	-1378
▁সার্ভ	-1379
▁উপন্যাস	-1380
▁বৃহ	-1381
ায়ের	-1382
▁দূ	-1383
ুনা	-1384
▁চট্টগ্রাম	-1385
▁ইন্ড	-1386
▁বিষয়	-1387
ভূত	-1388
▁চরিত্র	-1389
▁প্রতিষ্ঠান	-1390
▁অভিনয়	-1391
▁বিপ্ল	-1392
▁শাহ	-1393
▁তুল	-1394
▁পরিমাণ	-1395
িট	-1396
▁খ্র	-1397
▁২০শ	-1398
▁নিক	-1399
েক্ট	-1400
ফে	-1401
▁জাপ	-1402
▁আরব	-1403
▁গান	-1404
েক্ষ	-1405
গাঁ	-1406
▁বাহ	-1407
▁সাই	-1408
ওয়ে	-1409
ান্স	-1410
র্ড	-1411
▁অস্ট্রেল	-1412
▁রূপ	-1413
▁যখন	-1414
▁পিস	-1415
▁সাধারণত	-1416
ষণা	-1417
গণ	-1418
েইন	-1419
▁চাপ	-1420
দার	-1421
▁কয়	-1422
্রদ	-1423
▁বিভাগের	-1424
▁সাহিত্য	-1425
▁দায়িত্ব	-1426
▁নভ	-1427
▁রাজনীতিবিদ	-1428
ান্দ	-1429
▁রিভিউ	-1430
▁বিশ্বকাপ	-1431
▁পিজ্জা	-1432
▁দ্র	-1433
▁তখন	-1434
ষ্ঠান	-1435
▁রেটিং	-1436
দ্র	-1437
▁স্ম	-1438
▁নেই	-1439
ফি	-1440
াদা	-1441
▁এত	-1442
্যাট	-1443
▁শুধ	-1444
▁বিস্ত	-1445
▁অংশগ্রহণ	-1446
ভাষ	-1447
▁সির	-1448
ওয়ার	-1449
মাত্র	-1450
লেই	-1451
▁আক	-1452
▁নব	-1453
ঠে	-1454
▁১০০	-1455
▁পুরা	-1456
দম	-1457
পথ	-1458
▁ফুটবলার	-1459
▁প্রকাশিত	-1460
গু	-1461
ভব	-1462
▁কলকাতা	-1463
▁গ্রী	-1464
▁এস	-1465
▁সম্পর্ক	-1466
▁পূর্বে	-1467
▁ইউনিয়নের	-1468
▁২০১৩	-1469
▁ঠিক	-1470
▁লোকেশন	-1471
াস্ট	-1472
▁পৃথ	-1473
িয়াল	-1474
াজার	-1475
খান	-1476
ডেল	-1477
▁অঞ্চলের	-1478
িয়ায়	-1479
▁সংস্ক	-1480
▁করেছিলেন	-1481
▁ধার	-1482
▁মেন	-1483
▁জি	-1484
▁দেখতে	-1485
লিত	-1486
▁রাজ্য	-1487
▁নির্বাচিত	-1488
▁তারি	-1489
▁ডে	-1490
নীতি	-1491
চি	-1492
্থ	-1493
▁যেখানে	-1494
▁অথ	-1495
ষ্ম	-1496
▁ইত্য	-1497
পতি	-1498
াবাহ	-1499
ার্ল	-1500
▁ফুড	-1501
ক্রম	-1502
▁খ্রিষ্টাব্দে	-1503
েব্র	-1504
▁চলচ্চিত্রের	-1505
াকি	-1506
▁সমতল	-1507
▁যিনি	-1508
▁ইন্টার	-1509
র্ধ	-1510
▁ফরা	-1511
▁স্কুল	-1512
▁প্রদান	-1513
ষ্ণ	-1514
▁খু	-1515
▁যারা	-1516
টাকা	-1517
▁২০১২	-1518
▁রাজধান	-1519
িসি	-1520
▁পড়	-1521
বিজ্ঞানী	-1522
▁নামকরণ	-1523
গান	-1524
▁একই	-1525
▁শ্রেণ	-1526
▁জাম	-1527
স্টি	-1528
▁ভাগ	-1529
ধর্ম	-1530
ার্ক	-1531
▁কারণে	-1532
▁১৯০	-1533
▁০০	-1534
▁মর	-1535
▁নিম	-1536
▁২০০৮	-1537
▁সফট	-1538
▁কম্পিউটার	-1539
▁যৌ	-1540
▁বাদ	-1541
্ক	-1542
▁সরকারি	-1543
্রাম	-1544
▁গ্রীষ্ম	-1545
▁গুরুত্ব	-1546
▁এন	-1547
▁প্রজাতি	-1548
াং	-1549
▁দিক	-1550
▁নয়	-1551
▁কন	-1552
াবাদ	-1553
▁ফেব্র	-1554
▁তু	-1555
▁দশকে	-1556
্বিক	-1557
▁প্রশাসনিক	-1558
াড়া	-1559
▁বর্গ	-1560
▁অ্যান্ড	-1561
▁প্রা	-1562
▁চ্যাম্প	-1563
▁ডিগ্র	-1564
▁ব্যবস্থা	-1565
▁মুসলিম	-1566
▁শহরটির	-1567
▁সার	-1568
তাল	-1569
নায়	-1570
▁পালন	-1571
▁সঙ্গে	-1572
▁চিজ	-1573
▁জয়	-1574
▁হাস	-1575
শিল্প	-1576
▁আগস্ট	-1577
পূর্ণ	-1578
গের	-1579
▁অসাধ	-1580
▁আয়তন	-1581
▁কার্য	-1582
▁আলা	-1583
▁টাই	-1584
▁দ্রা	-1585
▁নাগ	-1586
টের	-1587
▁ইউনি	-1588
▁দৈর্ঘ	-1589
ঘিম	-1590
িষ্ট	-1591
▁পানি	-1592
র্গত	-1593
▁দিল	-1594
▁হাল	-1595
▁ধরে	-1596
ামী	-1597
োয়	-1598
▁খাদ	-1599
▁দ্রাঘিম	-1600
টিকে	-1601
চ্ছ	-1602
▁রাজধানী	-1603
▁আমরা	-1604
▁জনপ্রিয়	-1605
দান	-1606
দ্ব	-1607
▁মহাস	-1608
শ্য	-1609
কালে	-1610
▁গ্রহণ	-1611
▁রাজা	-1612
ৌশ	-1613
▁আসন	-1614
▁এছাড়াও	-1615
▁রাম	-1616
▁২৪	-1617
▁দ্রাঘিমাংশ	-1618
্লাহ	-1619
ুপ্ত	-1620
▁লাগে	-1621
▁সভ	-1622
▁অর্থনীতি	-1623
▁নং	-1624
▁ফরাসি	-1625
▁পরিচালিত	-1626
িতার	-1627
▁শক্ত	-1628
বো	-1629
▁অবস্থানের	-1630
▁জায়	-1631
▁অক্ষাংশ	-1632
▁দেয়	-1633
▁নভেম্বর	-1634
ুটি	-1635
▁ক্যা	-1636
▁২০১৫	-1637
▁কয়েক	-1638
▁ম্যান	-1639
▁খ্রিস্ট	-1640
▁দুটি	-1641
▁ক্যাল	-1642
ফল	-1643
ায়ক	-1644
িক্স	-1645
▁চি	-1646
▁ভর্ত	-1647
▁মাংস	-1648
▁ভারতে	-1649
▁রহ	-1650
▁পুন	-1651
ার্সি	-1652
▁বিপ্লবী	-1653
▁অন্তর্গত	-1654
েক্স	-1655
▁ফলে	-1656
▁সংস্থা	-1657
▁গ্রুপ	-1658
▁চ্যাম্পিয়ন	-1659
▁ইত্যাদি	-1660
গ্রহ	-1661
▁দেশের	-1662
▁সীমান	-1663
ানম	-1664
▁নির্মিত	-1665
াতি	-1666
গাঁও	-1667
▁দোক	-1668
▁পদ্ধ	-1669
ৎস	-1670
▁কবি	-1671
▁বোঝ	-1672
▁এশিয়ার	-1673
রিয়	-1674
▁জীবনী	-1675
ড়ি	-1676
ড়ক	-1677
▁দী	-1678
▁হলেও	-1679
কৃত	-1680
▁চৌ	-1681
▁পাস্ত	-1682
▁ক্ষেত্রে	-1683
▁ফেব্রুয়ারি	-1684
▁গুলো	-1685
▁দেন	-1686
▁পৌরসভা	-1687
াপ্র	-1688
▁পাশে	-1689
ুখ	-1690
▁ওয়েবস	-1691
ট্র	-1692
▁মুখ	-1693
▁সম্মান	-1694
▁ভাব	-1695
ণের	-1696
ুরা	-1697
▁সিং	-1698
ূর্ণ	-1699
▁রাস্ত	-1700
▁র্গ	-1701
▁পায়	-1702
▁অ্যাল	-1703
াহী	-1704
▁অথবা	-1705
ূলক	-1706
▁আধ	-1707
ুম্ব	-1708
▁ইংল্যান্ড	-1709
গো	-1710
▁অঞ্চলে	-1711
▁জো	-1712
▁বিরিয়	-1713
▁থাকেন	-1714
জ্ঞানিক	-1715
▁একদম	-1716
▁যান	-1717
জীব	-1718
▁উল্লেখযোগ্য	-1719
▁যেতে	-1720
▁বান	-1721
স্থান	-1722
▁২২	-1723
▁কলকাতার	-1724
বরণ	-1725
▁ড্র	-1726
▁জম	-1727
▁ভবন	-1728
▁প্রব	-1729
▁সংগঠ	-1730
▁২০০৬	-1731
▁চ্যান	-1732
▁পরিবর্ত	-1733
শিষ্ট	-1734
▁প্রবাহ	-1735
৫০	-1736
▁৪৯	-1737
িসং	-1738
্রম	-1739
▁২০১৬	-1740
▁বৌদ্ধবি	-1741
রাম	-1742
▁যদিও	-1743
▁রাজনৈতিক	-1744
রেক	-1745
▁সেখানে	-1746
লেও	-1747
▁সমাজ	-1748
▁দশকের	-1749
▁প্রস্ত	-1750
▁বাজ	-1751
▁সাং	-1752
দিনের	-1753
ন্ত্রণ	-1754
▁দেওয়া	-1755
▁খুবই	-1756
▁সকল	-1757
▁খাই	-1758
▁গরম	-1759
▁বিফ	-1760
▁হত	-1761
ছন্দ	-1762
▁কাউ	-1763
▁ক্রীড়া	-1764
▁ঢাকার	-1765
▁২৩	-1766
সন	-1767
থমিক	-1768
শের	-1769
▁সৃ	-1770
▁গাছ	-1771
শিল্পী	-1772
▁প্রচলিত	-1773
▁প্রাথমিক	-1774
▁অতি	-1775
▁আত	-1776
ুরি	-1777
এন	-1778
▁দর্শন	-1779
▁দিব	-1780
▁টাকায়	-1781
স্ব	-1782
▁৪৮	-1783
▁অসম	-1784
▁গ্রীষ্মকালীন	-1785
▁ওয়েবসাইট	-1786
হন	-1787
্যাশন	-1788
দে	-1789
▁করলাম	-1790
লেক	-1791
▁শি	-1792
▁প্রতিযোগিতা	-1793
াটি	-1794
▁অন্তর্	-1795
▁মোহাম্মদ	-1796
▁লু	-1797
▁পছন্দ	-1798
▁ফ্রে	-1799
▁দ্	-1800
াঙ্গ	-1801
▁গিয়ে	-1802
ানার	-1803
▁পত্র	-1804
▁মেট	-1805
▁পরিচালনা	-1806
হারের	-1807
শেষ	-1808
▁উত্তরা	-1809
ারাষ্ট্র	-1810
▁খাওয়া	-1811
▁আইস	-1812
▁আবি	-1813
▁বৈজ্ঞানিক	-1814
▁দৈর্ঘ্য	-1815
▁ইন্দ	-1816
▁মিনি	-1817
িয়াস	-1818
▁তিনটি	-1819
▁মহারাষ্ট্র	-1820
▁ইন্টারন	-1821
োভ	-1822
র্দ	-1823
▁১৯৯০	-1824
▁এছাড়া	-1825
ব্য	-1826
▁কাম	-1827
▁পাঁচ	-1828
বিক	-1829
গুলোর	-1830
▁যাব	-1831
বু	-1832
াদেশ	-1833
▁একক	-1834
▁ত্র	-1835
▁আকার	-1836
▁পরিবারের	-1837
▁নিজ	-1838
ধা	-1839
াহিনী	-1840
▁পৃথিব	-1841
▁গোল	-1842
▁অ্যান	-1843
▁২১শ	-1844
▁ইউনিভ	-1845
▁তাহ	-1846
নাথ	-1847
ন্য	-1848
▁৫২	-1849
▁রাখ	-1850
▁উন্নয়ন	-1851
ফা	-1852
▁সম্পাদ	-1853
▁এশিয়ান	-1854
▁সার্ভিস	-1855
▁রেক	-1856
নাম	-1857
▁শ্রেষ্ঠ	-1858
োদ্	-1859
▁বর্ণনা	-1860
কু	-1861
্রাজ	-1862
পূর্ব	-1863
ধ্যায়	-1864
▁দেব	-1865
পাত	-1866
াইজ	-1867
িপি	-1868
▁সৌ	-1869
ধি	-1870
▁একা	-1871
ড়া	-1872
▁চ্যানেল	-1873
হে	-1874
▁বুঝ	-1875
িলি	-1876
ৃতীয়	-1877
▁সংস্	-1878
▁ফ্রান্স	-1879
োড	-1880
▁বিভাগে	-1881
▁এল	-1882
াদার	-1883
রু	-1884
ৃতিক	-1885
▁এরপর	-1886
▁অসাধারণ	-1887
▁পাকিস্তানের	-1888
▁পাঠ	-1889
▁কর্ণ	-1890
▁প্লেটার	-1891
টিউট	-1892
▁বংশোদ্	-1893
▁হলেন	-1894
▁২০০৯	-1895
▁২০০৭	-1896
▁৬০	-1897
োর্ট	-1898
▁খিল	-1899
▁গুরুত্বপূর্ণ	-1900
নং	-1901
▁অফিস	-1902
টাই	-1903
▁পেশ	-1904
প্রাপ্ত	-1905
▁ইব	-1906
▁২৮	-1907
▁তৃতীয়	-1908
▁ওয়	-1909
▁রঙ	-1910
▁পত	-1911
▁টাক	-1912
▁বাল	-1913
গড়	-1914
▁ডিগ্রি	-1915
▁রং	-1916
▁কিং	-1917
এই	-1918
ানির	-1919
▁ঘটে	-1920
▁সাত	-1921
▁পাঞ্জ	-1922
▁অন্তর্ভুক্ত	-1923
▁এলাক	-1924
▁সস	-1925
▁৫১	-1926
ীক্ষ	-1927
▁শেখ	-1928
▁হাই	-1929
▁মার	-1930
▁সংসদ	-1931
াস্	-1932
ত্তি	-1933
াত্ত্বিক	-1934
▁প্রাইস	-1935
▁বাজার	-1936
▁পাকিস্তান	-1937
▁নিবন্ধ	-1938
▁সত্য	-1939
াপ্রতি	-1940
▁বৃহত্ত	-1941
▁সময়ে	-1942
াযোগ	-1943
যুদ্ধ	-1944
▁শহরে	-1945
▁সিরিজ	-1946
ইং	-1947
▁বাণ	-1948
▁সময়	-1949
▁বংশোদ্ভূত	-1950
▁বাঁ	-1951
▁ব্যাংক	-1952
▁এতে	-1953
▁বিশ্বের	-1954
৯৯	-1955
িনা	-1956
▁বড়	-1957
▁শীত	-1958
ুরী	-1959
▁ফে	-1960
▁বহু	-1961
▁আলাদা	-1962
▁জেলায়	-1963
▁২০০৪	-1964
ওয়্যার	-1965
▁আমেরিকান	-1966
▁সোস	-1967
▁২৭	-1968
▁কুম	-1969
▁শিক্ষাপ্রতি	-1970
▁২৬	-1971
ামের	-1972
▁ইউনিভার্সি	-1973
ভে	-1974
▁অ্য	-1975
▁আইন	-1976
▁পাস্তা	-1977
্যো	-1978
াধিক	-1979
▁নান	-1980
▁পাঞ্জাব	-1981
▁স্থানীয়	-1982
▁ইর	-1983
▁গ্রিক	-1984
▁রেকর্ড	-1985
▁বিশিষ্ট	-1986
েনের	-1987
▁প্লেস	-1988
▁মাই	-1989
▁পুত্র	-1990
▁সুর	-1991
োলা	-1992
▁নামের	-1993
▁শুধু	-1994
দুল	-1995
িবাস	-1996
গুলির	-1997
্যপ	-1998
▁বের	-1999
▁মজা	-2000
তিহ	-2001
▁ডিম	-2002
▁ইহ	-2003
▁স্থানে	-2004
▁একদিনের	-2005
▁দিতে	-2006
াচ্	-2007
▁ফ্রাই	-2008
▁চো	-2009
াপুর	-2010
▁ইতাল	-2011
▁সংস্করণ	-2012
চের	-2013
▁কব	-2014
ীদের	-2015
▁কম্ব	-2016
▁বিধান	-2017
িজ্ঞ	-2018
মেন্ট	-2019
▁পদ্ধতি	-2020
াপা	-2021
ছিলো	-2022
শান	-2023
শ্ব	-2024
ীকা	-2025
▁ছে	-2026
▁শ্রীল	-2027
এম	-2028
▁কাঠ	-2029
▁বস্ত	-2030
▁রাজবং	-2031
▁৮০	-2032
োর্ন	-2033
▁নিকট	-2034
▁রায়	-2035
▁রসায়	-2036
্যাশনাল	-2037
য়েন্টি	-2038
▁হাত	-2039
▁আমাদের	-2040
িপ্ত	-2041
▁সিন	-2042
▁দার্	-2043
▁পাই	-2044
▁সংরক্ষিত	-2045
▁সোসাই	-2046
▁নেপালের	-2047
রাই	-2048
▁ডোম	-2049
েলের	-2050
▁ক্লাবের	-2051
াগর	-2052
▁চিকি	-2053
▁প্রয়	-2054
শাল	-2055
শীল	-2056
▁তাঁ	-2057
ম্যান	-2058
▁খেলে	-2059
▁গঠন	-2060
▁ভাবে	-2061
▁একে	-2062
▁সংস্কৃতি	-2063
▁নিয়েছিলাম	-2064
স্থাপ	-2065
▁লম্ব	-2066
▁মাছের	-2067
▁উৎপাদ	-2068
▁মাঝে	-2069
বন্দর	-2070
▁গণিত	-2071
▁এলাকার	-2072
▁সুই	-2073
▁অধ্যাপ	-2074
দী	-2075
▁প্রত্ন	-2076
▁মাদ	-2077
▁রোমান	-2078
▁পরিবার	-2079
োচ্চ	-2080
▁রক্ষ	-2081
▁আন্দোলন	-2082
▁বন্ধু	-2083
▁যাত্র	-2084
াদু	-2085
▁৫৩	-2086
বাদী	-2087
▁কোড	-2088
▁পেট	-2089
▁রকম	-2090
▁গেমসে	-2091
্কা	-2092
▁সম্পর্	-2093
▁যাই	-2094
▁আরেক	-2095
▁নির্দেশ	-2096
▁ফল	-2097
▁ধানম	-2098
▁৪৭	-2099
মূহ	-2100
▁০০০	-2101
▁বাণিজ	-2102
ঞ্	-2103
িক্যাল	-2104
▁ভর	-2105
ব্র	-2106
▁৪০	-2107
ন্ডি	-2108
ৃহ	-2109
িকায়	-2110
আর	-2111
▁আট	-2112
▁উৎস	-2113
▁ছাত্র	-2114
▁টেক	-2115
সমূহের	-2116
▁টুয়েন্টি	-2117
সর	-2118
▁অলিম্পিকে	-2119
▁নম	-2120
▁টাকার	-2121
▁দীর্ঘ	-2122
াগুল	-2123
▁নিম্ন	-2124
▁আবিষ্	-2125
▁কেন	-2126
▁সালাদ	-2127
ড্ড	-2128
▁সিটি	-2129
র্প	-2130
▁সম্ম	-2131
▁ভূম	-2132
▁পাওয়া	-2133
▁সম্ভব	-2134
▁সাম্রাজ	-2135
ায	-2136
▁বোল	-2137
চিত্র	-2138
▁চালু	-2139
▁১৮৮	-2140
▁ইনস্টি	-2141
▁জে	-2142
▁খিচ	-2143
▁ঘট	-2144
▁ইলেক	-2145
▁ভিডিও	-2146
ীদ	-2147
▁সংগঠন	-2148
▁যেটি	-2149
▁তারিখে	-2150
▁২৯	-2151
▁বছরের	-2152
▁বোর্ড	-2153
▁সংযোগ	-2154
োপা	-2155
▁অম	-2156
▁পরিষ	-2157
রায়	-2158
ায়ার	-2159
▁আত্ম	-2160
▁একাডেম	-2161
▁স্তন	-2162
টিন	-2163
মাণ	-2164
▁১৮৯	-2165
▁করি	-2166
▁তাম	-2167
▁ফ্রাইড	-2168
▁বৈশিষ্ট	-2169
তায়	-2170
ুনিক	-2171
▁আফগান	-2172
র্জ	-2173
হাট	-2174
ান্ট	-2175
▁যাবে	-2176
▁ধারাবাহ	-2177
▁রয়	-2178
▁মিশ	-2179
াশ	-2180
সিং	-2181
▁কোর	-2182
ান্তর	-2183
▁অঙ্গ	-2184
▁এন্ড	-2185
▁সর্বোচ্চ	-2186
সার	-2187
▁রাশ	-2188
▁সামনে	-2189
ভূম	-2190
াত্ম	-2191
▁শিশ	-2192
▁আফ্রিকার	-2193
▁রচিত	-2194
তিহাসিক	-2195
▁অপর	-2196
▁নদীটির	-2197
▁কমি	-2198
▁জিন	-2199
তিহ্য	-2200
▁লেখা	-2201
▁প্রকৌশ	-2202
▁ক্যালিফ	-2203
▁স্তন্যপ	-2204
▁জেন	-2205
▁বীর	-2206
▁সেম	-2207
▁ইউনিভার্সিটি	-2208
াড়ি	-2209
▁আসে	-2210
▁যথে	-2211
▁আলী	-2212
▁পেয়ে	-2213
▁দিল্ল	-2214
▁স্ন	-2215
িনীর	-2216
▁কখন	-2217
▁২০০৫	-2218
▁বর্ণিত	-2219
▁গর	-2220
▁ধ্ব	-2221
▁মিলে	-2222
▁প্রতীক	-2223
▁প্রতিষ্ঠা	-2224
▁স্তন্যপায়ী	-2225
▁ক্ষম	-2226
▁প্রত্য	-2227
▁জনের	-2228
▁রহমান	-2229
দিকে	-2230
▁টুয়েন্টি২০	-2231
ঠা	-2232
▁গেছে	-2233
▁শুমারি	-2234
▁অধিক	-2235
▁২০০৩	-2236
▁বন্দর	-2237
▁হয়েছে	-2238
ুট	-2239
ঞ্জন	-2240
▁মের	-2241
হের	-2242
্যাব	-2243
▁ফিফ	-2244
▁ইনস্টিটিউট	-2245
▁ক্যালিফোর্ন	-2246
▁বর	-2247
বাসী	-2248
▁ইবনে	-2249
▁পূর্ণ	-2250
▁বাণিজ্য	-2251
▁গবেষণা	-2252
▁সাদা	-2253
▁দেয়া	-2254
ল্ল	-2255
▁মারা	-2256
▁যোগাযোগ	-2257
▁রেলওয়ে	-2258
▁স্টেড	-2259
কুম	-2260
▁প্রজাতির	-2261
▁স্টেডিয়াম	-2262
▁বসু	-2263
ম্	-2264
▁বী	-2265
▁স্পেশ	-2266
▁পশ্চিমে	-2267
▁সম্পর্কে	-2268
ক্ষিপ্ত	-2269
▁বাক	-2270
▁তাহলে	-2271
াপতি	-2272
▁পাহ	-2273
াধি	-2274
▁৭০	-2275
▁মাস্ট	-2276
▁বিরুদ্ধ	-2277
▁পর্বত	-2278
▁সফটওয়্যার	-2279
▁কৃষ	-2280
▁শিব	-2281
থাৎ	-2282
▁ফেল	-2283
▁শান্ত	-2284
▁উইকিপিডিয়া	-2285
▁ক্ল	-2286
▁২০০২	-2287
▁ব্যাপ	-2288
▁গিয়েছিলাম	-2289
শনিক	-2290
▁চৌধ	-2291
▁লাম	-2292
▁এলাকায়	-2293
▁পরিচিতি	-2294
▁শর	-2295
▁পুল	-2296
▁বেস	-2297
▁পাবেন	-2298
▁তত্ত্ব	-2299
▁উপরে	-2300
▁অর্থাৎ	-2301
▁বিরিয়ানি	-2302
▁সংক্ষিপ্ত	-2303
▁থেকেই	-2304
▁টে	-2305
▁হে	-2306
▁যুগ	-2307
▁আধুনিক	-2308
▁রাষ্ট্রপতি	-2309
▁দর	-2310
মার	-2311
▁অধ্যাপক	-2312
▁ওয়ার্ড	-2313
▁মানুষের	-2314
▁খাওয়ার	-2315
▁প্রভাব	-2316
জনের	-2317
▁বিমানবন্দর	-2318
জিল	-2319
সুম	-2320
▁চিন	-2321
▁বিরোধ	-2322
▁দার্শনিক	-2323
▁৩১	-2324
ফেক্ট	-2325
▁গভ	-2326
▁দৃ	-2327
▁হিম	-2328
▁দূর	-2329
োগ্রাম	-2330
▁জাহ	-2331
▁৩০০	-2332
▁ভূগোল	-2333
মহ	-2334
িয়	-2335
্রী	-2336
▁চতু	-2337
▁ইন্টারনেট	-2338
পে	-2339
▁ধারাবাহিক	-2340
▁যথেষ্ট	-2341
▁সংসদের	-2342
▁ভিত্তিক	-2343
েও	-2344
▁অভিষ	-2345
▁সবাই	-2346
▁প্রদেশের	-2347
জ্জ	-2348
▁বেল	-2349
▁স্টেক	-2350
শিপ	-2351
▁প্লা	-2352
▁হিন্দি	-2353
▁ইহুদ	-2354
খ্যান	-2355
বিজ্ঞ	-2356
▁বিরুদ্ধে	-2357
▁জায়	-2358
▁প্রাপ্ত	-2359
▁প্ল	-2360
▁ফিফা	-2361
▁বিভ	-2362
▁পদার্থবিজ্ঞানী	-2363
▁পড়ে	-2364
▁করলে	-2365
মন্ত্রী	-2366
পত্র	-2367
▁বোর	-2368
▁ভালোই	-2369
ুলত	-2370
ার্ন	-2371
চন্দ্র	-2372
▁লম্বা	-2373
▁পরবর্তীতে	-2374
▁সৈ	-2375
▁সংবাদ	-2376
সহ	-2377
▁উদ্দেশ	-2378
িতায়	-2379
▁অ্যাকা	-2380
▁সম্প্র	-2381
োনা	-2382
োরা	-2383
▁ফ্রি	-2384
▁মডেল	-2385
ামা	-2386
িরে	-2387
▁সাবেক	-2388
▁অত	-2389
▁তাপ	-2390
▁বসে	-2391
▁গল্প	-2392
ুয়া	-2393
▁ডান	-2394
▁ওয়েস্ট	-2395
▁মাসে	-2396
▁সড়ক	-2397
্দের	-2398
▁রাজশ	-2399
▁উঠে	-2400
▁প্রণ	-2401
▁কর্মী	-2402
্রো	-2403
▁কেউ	-2404
▁সাগর	-2405
▁মাঠ	-2406
▁ভিন্ন	-2407
▁বৃহত্তম	-2408
তর	-2409
্যোতি	-2410
▁শুন	-2411
▁সৃষ্টি	-2412
▁প্রদত্ত	-2413
হ্ন	-2414
▁১৮৭	-2415
িত্ত	-2416
▁আপন	-2417
▁সন্ত	-2418
▁দোকান	-2419
্টি	-2420
▁বিজ্ঞানী	-2421
▁সভ্য	-2422
▁স্থাপনা	-2423
▁উভ	-2424
শ্রী	-2425
▁শাখা	-2426
▁পাদ	-2427
▁ষ	-2428
▁লী	-2429
▁মুর	-2430
▁চলচ্চিত্রে	-2431
▁চা	-2432
্রিক	-2433
▁সাঁ	-2434
▁প্রাণী	-2435
▁১৯৮৪	-2436
▁জায়গা	-2437
ালয়	-2438
াসের	-2439
▁খিচু	-2440
▁ধারণা	-2441
এফ	-2442
▁ভর্তা	-2443
নোল	-2444
▁কর্ণাট	-2445
▁সম্পর্কিত	-2446
▁কথ	-2447
▁পট	-2448
ার্ট	-2449
াজিক	-2450
▁মানব	-2451
▁প্রবেশ	-2452
▁গেমস	-2453
▁কণ	-2454
জিটে	-2455
▁বিবরণ	-2456
▁পরিমান	-2457
▁মজ	-2458
▁খাদ্য	-2459
▁ক্রীড়	-2460
াজি	-2461
সভার	-2462
▁নরম	-2463
▁মুক্ত	-2464
্যালয়ে	-2465
▁পুরান	-2466
▁পরীক্ষ	-2467
▁ঘর	-2468
▁নৌ	-2469
▁তেল	-2470
▁নীল	-2471
▁মুম্ব	-2472
▁স্বীক	-2473
▁এড	-2474
▁ল্দ	-2475
▁মজার	-2476
প্রদেশ	-2477
▁পুরো	-2478
▁এশিয়া	-2479
▁হওয়ার	-2480
▁দক্ষিণে	-2481
▁বিশ্বকাপের	-2482
ুড	-2483
্লিউ	-2484
স্থার	-2485
▁গেলে	-2486
নগর	-2487
ালাভ	-2488
▁দার	-2489
▁চীনের	-2490
▁জ্যোতি	-2491
▁শ্রীলঙ্	-2492
ভূমি	-2493
▁কথায়	-2494
▁শাসন	-2495
্রদায়ের	-2496
▁অ্যাকাডেম	-2497
▁নাট্য	-2498
▁ব্যক্তিত্ব	-2499
▁ফাইন	-2500
▁যন্ত্র	-2501
▁পাকিস্তানি	-2502
▁কের	-2503
▁বাড়	-2504
ইন	-2505
াদান	-2506
▁মতে	-2507
ণ্ডিত	-2508
▁রচনা	-2509
▁প্রত্নত	-2510
শোর	-2511
▁বয়সে	-2512
▁প্রকৃতি	-2513
ডে	-2514
জীবন	-2515
▁প্রোগ্রাম	-2516
▁লন্ড	-2517
াঞ্চলের	-2518
▁আমেরিকার	-2519
▁ক্রিকেটে	-2520
বেচ	-2521
▁৫৪	-2522
▁দুইটি	-2523
▁সংরক্ষণ	-2524
ীরে	-2525
রত	-2526
সম্প	-2527
▁ফ্লে	-2528
▁১৯৮০	-2529
▁একমাত্র	-2530
▁সংযুক্ত	-2531
বাম	-2532
▁ভিতরে	-2533
▁প্রতিনি	-2534
োঁ	-2535
▁ফলা	-2536
▁তর	-2537
ায়েত	-2538
▁ছাড়	-2539
▁পাতা	-2540
▁অনুষ্ঠান	-2541
িবেশ	-2542
▁আহমে	-2543
▁ইহুদি	-2544
ৃত্ত	-2545
▁সপ্ত	-2546
াবিজ্ঞ	-2547
▁বিবেচ	-2548
▁নিচে	-2549
▁পরিবর্তন	-2550
পুরে	-2551
▁কানা	-2552
▁প্রযোজ	-2553
▁স্পেশাল	-2554
▁ছব	-2555
▁রান	-2556
োরেশন	-2557
▁গড়ে	-2558
▁কাহিনী	-2559
▁ময়	-2560
▁দাব	-2561
হা	-2562
▁চিহ্ন	-2563
▁জৈ	-2564
▁বৃদ্ধ	-2565
ামো	-2566
▁ডাক	-2567
েটে	-2568
ক্রিয়	-2569
▁ঘোষণা	-2570
▁পড়ুন	-2571
ড়ে	-2572
্যুর	-2573
▁ওপর	-2574
▁রাখা	-2575
্যাক্স	-2576
▁শিল্পী	-2577
ণী	-2578
▁হই	-2579
▁নম্বর	-2580
ানোর	-2581
▁খুল	-2582
▁প্রবাসী	-2583
▁১৯৯৬	-2584
ণে	-2585
পের	-2586
▁নক	-2587
▁টাও	-2588
▁সাহায	-2589
▁নেট	-2590
▁অবশ্য	-2591
▁পরিবহন	-2592
এল	-2593
▁১৫০	-2594
িতি	-2595
▁ওদের	-2596
▁মুখে	-2597
▁ল্দান	-2598
শালা	-2599
ার্জ	-2600
▁তৈরী	-2601
ইউ	-2602
হুল	-2603
▁নিজের	-2604
▁বৈশিষ্ট্য	-2605
ভেল	-2606
▁থাকা	-2607
▁মানে	-2608
ঙ্গা	-2609
▁ডিজ	-2610
▁বেই	-2611
▁১৮৬	-2612
বের	-2613
▁ক্যান	-2614
ীপুর	-2615
▁প্রভ	-2616
▁বাংলার	-2617
▁রাজশাহী	-2618
▁আশ	-2619
▁নিরা	-2620
▁দিলাম	-2621
▁অবস্থা	-2622
▁রসায়ন	-2623
▁চরিত্রে	-2624
▁হাজার	-2625
▁হোস	-2626
▁তিব্বতী	-2627
তাব	-2628
▁মৌসুম	-2629
▁ধানমন্ডি	-2630
▁কার্যক্রম	-2631
▁উৎসব	-2632
▁১৯৯৯	-2633
▁উপাধি	-2634
▁মূল্য	-2635
▁রি	-2636
▁হাও	-2637
▁বোরহ	-2638
▁চৌধুরী	-2639
▁সোসাইটির	-2640
ধার	-2641
ফট	-2642
র্য	-2643
▁বাম	-2644
▁রেখে	-2645
▁অল	-2646
▁ইন্ট	-2647
িস্টেম	-2648
▁র্গ্যাল	-2649
▁সামাজিক	-2650
বাহী	-2651
▁তেমন	-2652
▁পৃথিবীর	-2653
▁আনু	-2654
▁পাহাড়	-2655
▁বন্দ	-2656
▁১৯৯৮	-2657
▁প্যার	-2658
িসংখ্যান	-2659
▁মিস	-2660
▁পাশাপা	-2661
▁সীমানা	-2662
▁যুক্তরাজ	-2663
▁১৯৯১	-2664
▁সূত্র	-2665
▁প্রকার	-2666
▁পাশাপাশি	-2667
▁আসলাম	-2668
▁৭৫	-2669
▁মেনু	-2670
▁এসেছে	-2671
▁আফগানিস্ত	-2672
▁চাঁ	-2673
▁খেলার	-2674
▁মালয়	-2675
▁মূ	-2676
দিষ্ট	-2677
▁সরকারের	-2678
ডিআই	-2679
াকুর	-2680
▁সংঘ	-2681
▁সম্পূর্ণ	-2682
যান	-2683
▁৪৫	-2684
▁অষ্ট	-2685
▁কালো	-2686
▁শী	-2687
▁তাও	-2688
▁নেত	-2689
▁আহমেদ	-2690
▁উদ্যান	-2691
▁আবিষ্কার	-2692
মিন	-2693
▁তাঁর	-2694
▁বসবাস	-2695
▁সামরিক	-2696
▁দেবী	-2697
▁আপনার	-2698
▁তারপর	-2699
▁মাধ্যমিক	-2700
▁নির	-2701
▁পানির	-2702
▁উত্তরে	-2703
েনীয়	-2704
▁ন্যাশনাল	-2705
▁চক্র	-2706
▁আপনি	-2707
▁এখান	-2708
▁কোর্	-2709
▁বিভক্ত	-2710
▁ধর্মীয়	-2711
জিল্যান্ড	-2712
গ্ন	-2713
▁এবার	-2714
▁দ্গা	-2715
▁কয়েকটি	-2716
হত	-2717
টিভ	-2718
উন্ট	-2719
▁প্রযুক্তি	-2720
এইচ	-2721
▁সমস	-2722
▁অ্যাস	-2723
ল্যান্ডের	-2724
▁দর্শনীয়	-2725
▁লিগ	-2726
▁নামেও	-2727
▁খার	-2728
▁আজকে	-2729
▁কর্মজীবন	-2730
▁প্রতিষ্ঠাতা	-2731
টো	-2732
ৈলী	-2733
▁নার	-2734
▁পঞ্চায়েত	-2735
▁৪৬	-2736
▁গেমসের	-2737
▁নির্বাচনী	-2738
▁উপক	-2739
▁ম্যাগ	-2740
▁ইলেকট্র	-2741
াজিল	-2742
াস্ত্র	-2743
▁ফলাফল	-2744
্ত্	-2745
▁পণ্ডিত	-2746
▁স্ত্রী	-2747
▁ব্যক্তিগত	-2748
▁কেন্দ্রীয়	-2749
▁পের	-2750
▁এশীয়	-2751
▁ওডিআই	-2752
▁পারফেক্ট	-2753
্রাট	-2754
▁আলু	-2755
▁সায়ে	-2756
প্তর	-2757
▁এতো	-2758
▁অস্ত	-2759
▁পেয়ে	-2760
▁সিস্টেম	-2761
ান্ধ	-2762
▁যাতে	-2763
ম্ভ	-2764
▁নিতে	-2765
▁ম্ত্	-2766
্বার	-2767
▁গ্ল	-2768
লাইন	-2769
▁ঘন	-2770
▁হাম	-2771
▁নিউজিল্যান্ড	-2772
্টা	-2773
▁ডাল	-2774
াসমূহ	-2775
▁বিপর	-2776
▁১৯৭১	-2777
তন্ত্র	-2778
▁মসজিদের	-2779
রাস	-2780
দ্দিন	-2781
▁প্রেম	-2782
মিত	-2783
▁ফর	-2784
▁দেশে	-2785
▁৫৫	-2786
▁দিবস	-2787
▁১৯৯২	-2788
▁যাওয়া	-2789
▁বিধানসভা	-2790
▁জাতি	-2791
▁চিকিৎস	-2792
▁হাজ	-2793
▁কর্প	-2794
ক্রান্ত	-2795
▁অনুবাদ	-2796
িনের	-2797
▁বেগ	-2798
ীনে	-2799
▁হর	-2800
▁হাউ	-2801
ারন	-2802
▁কাশ	-2803
▁গরুর	-2804
▁ক্যার	-2805
▁দেয়	-2806
াসা	-2807
ঙ্গল	-2808
▁১৯৭০	-2809
▁ব্যান্ড	-2810
▁প্রবাহিত	-2811
ায়িত	-2812
▁মনোন	-2813
▁তিব্বতের	-2814
▁৩৫	-2815
▁কাছ	-2816
▁১৯৮৬	-2817
মের	-2818
▁মিষ্টি	-2819
▁ইউরোপীয়	-2820
২২	-2821
পুঞ্জ	-2822
▁তড়ি	-2823
১০	-2824
িংক	-2825
্রিট	-2826
▁অভিষেক	-2827
েনে	-2828
▁থাই	-2829
▁৯৯	-2830
▁শ্যাম	-2831
▁প্রচুর	-2832
গ্	-2833
▁নেন	-2834
ওয়ার্ড	-2835
▁ডোমেইন	-2836
▁বৌদ্ধবিহারের	-2837
▁চ্যাম্পিয়নশিপ	-2838
ষ্টা	-2839
▁স্থাপত্য	-2840
পদ	-2841
উন্ড	-2842
▁মিড	-2843
▁ইঞ্জ	-2844
▁বঙ্গ	-2845
▁হাতে	-2846
▁প্রিম	-2847
ঘর	-2848
▁হোট	-2849
ন্ধরা	-2850
প্রজাত	-2851
▁ভিত্তি	-2852
ন্দা	-2853
▁কফি	-2854
▁পাত	-2855
ফোর্ড	-2856
▁অধ্য	-2857
▁পাদট	-2858
▁বন্য	-2859
▁বিশাল	-2860
▁সম্রাট	-2861
▁খ্রিস্টপূর্ব	-2862
▁পথ	-2863
▁জোস	-2864
▁জিম	-2865
▁ব্জা	-2866
▁জন্যে	-2867
▁দ্রুত	-2868
▁মিনিট	-2869
▁রংপুর	-2870
ার্গ	-2871
▁ফ্রেন্ড	-2872
▁কয়	-2873
▁নর	-2874
▁যাচ্	-2875
▁অর্থন	-2876
▁টেকনোল	-2877
▁উৎপত্তি	-2878
▁প্রতিটি	-2879
▁পিছ	-2880
▁১২০	-2881
প্রাণ	-2882
চর	-2883
▁মোহাম্মদপুর	-2884
▁এটির	-2885
▁দ্বীপপুঞ্জ	-2886
ক্ষম	-2887
াত্মক	-2888
▁ওপ	-2889
ভাষা	-2890
▁রোগ	-2891
▁করেছিল	-2892
▁খেলায়	-2893
যুগ	-2894
▁কং	-2895
▁৬৫	-2896
▁থানা	-2897
▁শব্দটি	-2898
খিত	-2899
▁শিক	-2900
▁অধীনে	-2901
▁আইসিসি	-2902
▁প্রথমে	-2903
▁কোল	-2904
▁যৌন	-2905
▁বাস্ত	-2906
▁ব্জাং	-2907
▁নাটক	-2908
▁পত্রিকা	-2909
▁মৌলিক	-2910
টিক	-2911
ীয়া	-2912
▁বাকি	-2913
▁শিশু	-2914
▁স্নাত	-2915
▁আন্দোলনের	-2916
দ্দ	-2917
▁ম্	-2918
▁ঘোষ	-2919
▁ম্যাচ	-2920
▁সংগ্রহ	-2921
▁আফ্রিকা	-2922
▁অ্যালবাম	-2923
▁সুলত	-2924
▁ইয়র্ক	-2925
গাও	-2926
নীয়	-2927
ষ্ঠী	-2928
▁আরবি	-2929
খালী	-2930
য়েড	-2931
েটার	-2932
▁সিদ্ধ	-2933
▁আয়োজন	-2934
কর্ম	-2935
▁কাজে	-2936
▁ইসলামি	-2937
▁উদ্ভাব	-2938
▁বিশ্বাস	-2939
রাজিত	-2940
▁এইটা	-2941
▁পিজ্জ	-2942
ষ্য	-2943
সিক	-2944
েটা	-2945
▁টপ	-2946
র্ধ্ব	-2947
▁কল্প	-2948
▁সুবি	-2949
▁চারটি	-2950
▁খিলগাঁও	-2951
েলি	-2952
▁তৎ	-2953
▁৬৩	-2954
▁আবাস	-2955
▁নবাব	-2956
▁সমান	-2957
▁উৎপাদন	-2958
▁চিত্রশালা	-2959
িসের	-2960
▁কোয়	-2961
▁মুরগ	-2962
▁পারবেন	-2963
ণ্য	-2964
নাট	-2965
▁জানা	-2966
ায়ণ	-2967
▁পাথ	-2968
তিহ্যবাহী	-2969
সু	-2970
▁শহীদ	-2971
▁খারাপ	-2972
দাম	-2973
বান	-2974
▁৭৪	-2975
▁কংগ্র	-2976
▁তারিখ	-2977
▁এফ	-2978
ছড়ি	-2979
েটের	-2980
▁আসি	-2981
্যন্ত	-2982
▁সিলেট	-2983
▁বরা	-2984
▁১৮৪	-2985
▁নিলাম	-2986
▁চেয়ে	-2987
▁তড়িৎ	-2988
▁স্থাপন	-2989
▁নির্দিষ্ট	-2990
▁রঙের	-2991
▁১৯৯৫	-2992
লাভ	-2993
্বে	-2994
▁গৃহ	-2995
▁পঞ্জ	-2996
▁গানের	-2997
▁হোসেন	-2998
ধর	-2999
▁রুশ	-3000
ভর	-3001
▁ছেন	-3002
▁নেয়	-3003
▁গ্যাল	-3004
▁উইল	-3005
ীরা	-3006
▁জগ	-3007
চ্ছি	-3008
▁মিউ	-3009
▁নাকি	-3010
▁১৯৮৮	-3011
▁খুলনা	-3012
▁ব্রাজিল	-3013
▁৩৬	-3014
▁ডেক	-3015
▁থাকবে	-3016
▁ব্যাট	-3017
▁শীর্ষ	-3018
▁ক্ষমতা	-3019
তলা	-3020
▁প্রজ	-3021
▁ইঞ্জিন	-3022
▁নেটওয়	-3023
াড়া	-3024
ুকে	-3025
▁রয়েল	-3026
বাড়	-3027
▁চীন	-3028
▁সুন	-3029
▁১৯৯৭	-3030
▁আও	-3031
▁বাইরে	-3032
▁হ্যা	-3033
▁১৯৮৯	-3034
প্রদেশের	-3035
▁ইম	-3036
োদ্ধ	-3037
▁একবার	-3038
▁মহাবিদ	-3039
▁৬৪	-3040
▁গণের	-3041
▁বিলুপ্ত	-3042
▁নাহ	-3043
▁সেল	-3044
▁১৮৫	-3045
িকাংশ	-3046
▁শেষে	-3047
▁টাঙ্গ	-3048
▁প্রস্থ	-3049
▁ব্রাঞ্চ	-3050
ক্ল	-3051
পাল	-3052
▁অনূ	-3053
▁মহান	-3054
▁১৯৭৩	-3055
▁ঠাকুর	-3056
▁ভেজিটে	-3057
▁যত	-3058
▁ইরা	-3059
ান্না	-3060
ামুটি	-3061
▁আর্ট	-3062
▁আলোচ	-3063
▁সম্ব	-3064
ুমাত্র	-3065
▁সুপার	-3066
▁উপাদান	-3067
▁বিষয়ে	-3068
▁অধিকাংশ	-3069
োপাধ্যায়	-3070
জর	-3071
▁প্রকল্প	-3072
▁বাগ	-3073
▁নদীটি	-3074
▁পাদটীকা	-3075
▁প্রভৃতি	-3076
▁মুহাম্মদ	-3077
▁সম্মাননা	-3078
▁ইংল্যান্ডের	-3079
▁মহারাষ্ট্রের	-3080
রূপ	-3081
▁৯০	-3082
প্লে	-3083
▁মিন	-3084
▁১৯৮৫	-3085
▁নিয়ন্ত্রণ	-3086
োনেশ	-3087
▁১৯৮৭	-3088
▁সুযোগ	-3089
ুলে	-3090
শৈলী	-3091
▁অধিব	-3092
▁উইকেট	-3093
▁গোত্র	-3094
ড্ডা	-3095
ালোচ	-3096
▁ছয়	-3097
▁নেতা	-3098
▁কিংবা	-3099
কাঠ	-3100
▁৫৬	-3101
ন্ধন	-3102
▁বায়	-3103
▁মেডেল	-3104
▁জাপানি	-3105
াপক	-3106
ত্তা	-3107
▁সাংস	-3108
▁গবেষণ	-3109
▁সাঁতার	-3110
▁প্রতিনিধ	-3111
▁ফ্ল	-3112
▁রোম	-3113
▁শাসিত	-3114
▁বিস্তৃত	-3115
ফ্র	-3116
▁৭২	-3117
াচার	-3118
▁১৮০	-3119
▁সবার	-3120
▁আবদুল	-3121
▁উন	-3122
▁ধন	-3123
▁গ্রামে	-3124
▁চলা	-3125
▁করেছিলাম	-3126
ফার	-3127
▁সমালোচ	-3128
▁যুদ্ধের	-3129
বেদ	-3130
▁কান	-3131
▁দলে	-3132
▁জমিদ	-3133
▁১৯৯৪	-3134
াদশ	-3135
▁১৮৩	-3136
▁লিমি	-3137
▁পান্থ	-3138
▁ক্রীড়াবিদ	-3139
ূর	-3140
▁জিনিস	-3141
▁বোরহানি	-3142
▁প্রত্যেক	-3143
▁প্রত্নতাত্ত্বিক	-3144
ব্ব	-3145
▁ইল	-3146
▁৭৩	-3147
▁টেব	-3148
▁আলোক	-3149
▁সমূহ	-3150
▁লাগবে	-3151
▁পরিসংখ্যান	-3152
পো	-3153
▁আসেন	-3154
▁ধর্মসম্প	-3155
▁সান	-3156
▁ত্রি	-3157
▁টেবিল	-3158
▁ভূমিকা	-3159
▁যাত্রা	-3160
▁সীমান্ত	-3161
হিত	-3162
মূলক	-3163
▁সাজ	-3164
▁শাসক	-3165
▁বৌদ্ধধর্ম	-3166
তির	-3167
▁গেল	-3168
▁সহযোগ	-3169
▁হা	-3170
▁মাইল	-3171
▁১৯৬০	-3172
▁১৯৯৩	-3173
▁গ্যাস	-3174
▁যুদ্ধে	-3175
▁ইতালীয়	-3176
▁প্রধানত	-3177
▁অধি	-3178
▁ভাত	-3179
▁করছে	-3180
▁বিষয়ক	-3181
▁ক্যালিফোর্নিয়া	-3182
▁হক	-3183
▁তুলে	-3184
▁প্রস্তুত	-3185
▁রাজবংশের	-3186
▁বিব	-3187
▁শির	-3188
▁সম্পন্ন	-3189
▁জুসি	-3190
▁সেতু	-3191
ন্দু	-3192
▁টেন	-3193
▁দাঁ	-3194
▁কখনো	-3195
▁কৃষি	-3196
▁তামিল	-3197
▁পুলিশ	-3198
▁বিজ্ঞ	-3199
্তা	-3200
সময়	-3201
▁অর্ধ	-3202
▁পিতার	-3203
▁উস	-3204
▁চট	-3205
▁যেন	-3206
েশ্বর	-3207
▁নিজে	-3208
▁১৯৮২	-3209
▁বুদ্ধ	-3210
▁শক্তি	-3211
▁অস্ট্রেলিয়ার	-3212
▁৬৯	-3213
স্থল	-3214
▁জনব	-3215
▁ওয়া	-3216
▁প্রিমিয়ার	-3217
▁প্রতিযোগিতায়	-3218
▁গৌ	-3219
▁টাঙ্গাইল	-3220
▁ভেজিটেবল	-3221
▁প্রে	-3222
▁২০১৭	-3223
▁চন্দ্র	-3224
▁শ্রেণীর	-3225
▁মোটামুটি	-3226
▁প্রতিনিধিত্ব	-3227
থি	-3228
রুম	-3229
▁চোখ	-3230
▁মাং	-3231
▁করতেন	-3232
▁লিমিটেড	-3233
▁আসতে	-3234
▁ব্লক	-3235
▁শ্রী	-3236
▁রন্ধন	-3237
▁শতকের	-3238
▁প্রাকৃতিক	-3239
▁শাখ	-3240
▁কৃষ্ণ	-3241
▁যোগ্য	-3242
▁পান্থপথ	-3243
▁শীতকালীন	-3244
নো	-3245
▁৬৭	-3246
▁ঢাক	-3247
▁মেড	-3248
▁সেনাবাহ	-3249
▁প্রয়োজন	-3250
▁আশা	-3251
বার্ট	-3252
▁ম্যাগাজ	-3253
▁বসুন্ধরা	-3254
খানা	-3255
▁মন্ত্রণ	-3256
সেল	-3257
হরণ	-3258
সিংহ	-3259
▁প্য	-3260
▁মাম	-3261
▁চাইলে	-3262
▁ব্যঞ্জন	-3263
র্তি	-3264
লায়	-3265
▁জড়	-3266
ন্দ্ব	-3267
▁আসলে	-3268
▁৩৩	-3269
▁৭৬	-3270
▁গোপ	-3271
▁লিপ	-3272
▁এভ	-3273
▁মায়	-3274
▁বিক্র	-3275
▁চতুর্থ	-3276
▁স্বর্ণ	-3277
▁বিপক্ষে	-3278
লাও	-3279
সিড	-3280
কারি	-3281
▁বিহার	-3282
▁যাদের	-3283
▁ফ্রান্সের	-3284
চক	-3285
▁ডাব	-3286
▁ঘটনা	-3287
▁গণিতবিদ	-3288
ান্ডা	-3289
▁কলেজের	-3290
▁অবস্থায়	-3291
▁বন্যপ্রাণ	-3292
মো	-3293
হীন	-3294
ালার	-3295
▁মালিক	-3296
নিজ	-3297
রুণ	-3298
▁কিমি	-3299
▁১৯৭৯	-3300
▁করছেন	-3301
▁বিদেশ	-3302
কর্ত	-3303
দপুর	-3304
াসির	-3305
ভূমিতে	-3306
▁পরিষদ	-3307
▁সংস্কৃত	-3308
াজা	-3309
লাকার	-3310
▁কমিউ	-3311
বিদ্যা	-3312
▁পরাজিত	-3313
▁পরিণ	-3314
▁৬২	-3315
▁ফির	-3316
▁বিত	-3317
▁ইন্স	-3318
ালো	-3319
ুদা	-3320
ার্চ	-3321
▁প্লেট	-3322
▁স্বীকৃতি	-3323
ইই	-3324
ারেল	-3325
▁দশক	-3326
▁দামঃ	-3327
▁পিতা	-3328
যুদ্ধের	-3329
▁ব্যাপক	-3330
▁তৎকালীন	-3331
ন্ব	-3332
▁মধ	-3333
▁মৌল	-3334
▁আব্দ	-3335
▁পার্টি	-3336
▁মৃত্যুর	-3337
ন্সিল	-3338
▁কারি	-3339
▁১৯৮৩	-3340
▁নিচের	-3341
▁প্রজাতিটি	-3342
▁মাথা	-3343
▁বার্গ	-3344
▁মেক্স	-3345
▁বিরোধী	-3346
▁অধিবর্ষ	-3347
▁সঙ্গীতশিল্পী	-3348
রিশ	-3349
▁উম	-3350
▁র্	-3351
▁খ্য	-3352
▁লিন	-3353
▁সফর	-3354
▁হতো	-3355
▁খেলাম	-3356
▁প্রান্ত	-3357
▁চীনা	-3358
▁ভুনা	-3359
▁জাহাজ	-3360
▁পদে	-3361
বাদিক	-3362
কোষ	-3363
▁৭৯	-3364
▁অল্প	-3365
▁টিভি	-3366
▁ক্রিস	-3367
▁বিচার	-3368
▁পাউ	-3369
▁কানাড	-3370
▁হালকা	-3371
▁ইন্দোনেশ	-3372
▁৬৮	-3373
সাগর	-3374
▁পদ্	-3375
▁সেটা	-3376
িলা	-3377
পক্ষ	-3378
▁পোস্ট	-3379
▁সেন্ট	-3380
▁প্রচার	-3381
▁৬৬	-3382
মহাদেশ	-3383
▁পেলাম	-3384
▁সিঙ্গ	-3385
▁ইন্ডিজ	-3386
▁কিছুটা	-3387
▁চিহ্নিত	-3388
▁সাংবাদিক	-3389
লোক	-3390
লিমি	-3391
▁ধাত	-3392
▁সিম	-3393
▁উভয়	-3394
▁টাইম	-3395
▁স্যু	-3396
▁দুর্গ	-3397
▁ব্যাক	-3398
▁শুধুমাত্র	-3399
▁আকাশ	-3400
েনা	-3401
▁ওড়	-3402
▁নির্বাচনে	-3403
ঘাট	-3404
▁ভোজ	-3405
▁ময়মন	-3406
লিমিটেড	-3407
▁সম্বন্ধ	-3408
▁কারন	-3409
▁বলেন	-3410
▁ফাইনাল	-3411
▁অনূর্ধ্ব	-3412
১৯	-3413
▁অর	-3414
ওয়ার	-3415
পুরা	-3416
▁ন্য	-3417
▁নির্ভর	-3418
▁পার্শ্ব	-3419
▁ব্যবহারকারী	-3420
িয়র	-3421
▁ব্স	-3422
▁বাহিনী	-3423
িকো	-3424
র্ষণ	-3425
▁কলা	-3426
াজপুর	-3427
▁১৯৭২	-3428
▁অনেকে	-3429
▁নিরাপ	-3430
▁স্পাই	-3431
ষ্ঠানিক	-3432
▁এটিকে	-3433
▁৩২	-3434
▁৭৮	-3435
্টার	-3436
▁এইচ	-3437
▁দান	-3438
▁বাট	-3439
প্রথম	-3440
▁পড়া	-3441
▁কবিতা	-3442
্পায়ার	-3443
▁সম্প্রচার	-3444
▁ইফ	-3445
লম্ব	-3446
নাট্য	-3447
▁আগের	-3448
▁দেখলাম	-3449
▁কাচ্চির	-3450
▁৭৭	-3451
াগার	-3452
▁মাশ	-3453
▁কয়েক	-3454
▁পরিক	-3455
▁লাইন	-3456
▁বোঝায়	-3457
াইল্যান্ড	-3458
▁৩৪	-3459
ধারী	-3460
বায়	-3461
▁আসছে	-3462
▁উপস্থ	-3463
▁ফিল্ম	-3464
▁হওয়া	-3465
▁একাধিক	-3466
▁ফ্লেভার	-3467
▁অস্ট্রেলিয়া	-3468
ঢ়	-3469
▁সাদ	-3470
াস্থ্য	-3471
উই	-3472
্যুৎ	-3473
▁মহা	-3474
মিটার	-3475
যোদ্ধ	-3476
▁অক্স	-3477
▁লুচি	-3478
▁১৯৭৬	-3479
▁ইউরোপের	-3480
▁সংবাদপত্র	-3481
েকোন	-3482
▁ধরা	-3483
▁প্যা	-3484
▁সিনেম	-3485
ঞ্চি	-3486
▁আক্রম	-3487
▁থাকতে	-3488
সায়নিক	-3489
▁বিহারের	-3490
িচ্	-3491
ীকরণ	-3492
▁হোটেল	-3493
চা	-3494
▁বদ	-3495
▁রেজ	-3496
▁১৯৭৮	-3497
তত্ত্ব	-3498
▁বাণিজ্যিক	-3499
▁পদার্থবিজ্ঞ	-3500
শনের	-3501
ৃতির	-3502
▁সোন	-3503
▁নদীতে	-3504
▁এখানকার	-3505
মু	-3506
▁কোয়	-3507
▁বেশির	-3508
▁বৃদ্ধি	-3509
▁মালয়েশ	-3510
▁লোকেশনঃ	-3511
ীস	-3512
▁যুব	-3513
▁জনবহুল	-3514
শো	-3515
▁২য়	-3516
▁আর্জে	-3517
▁প্রাপক	-3518
▁ওই	-3519
ুয়ে	-3520
ালিটি	-3521
▁ইউটি	-3522
▁দূরে	-3523
▁খেয়ে	-3524
▁গায়ক	-3525
▁ম্যাস	-3526
▁যেকোন	-3527
▁১ম	-3528
▁৭১	-3529
▁কোচ	-3530
▁মাহ	-3531
▁লামা	-3532
▁পার্ক	-3533
▁অপেক্ষ	-3534
▁থাইল্যান্ড	-3535
▁শার	-3536
▁দেয়া	-3537
▁নেতৃত	-3538
▁লিগের	-3539
▁ছাড়াও	-3540
▁প্রধানমন্ত্রী	-3541
াপন	-3542
▁ছোস	-3543
▁ফার	-3544
▁কার্	-3545
▁সময়ের	-3546
▁৩৮	-3547
▁স্নাতক	-3548
▁রাসায়নিক	-3549
েজ	-3550
ড়াই	-3551
▁লাগছে	-3552
▁স্ট্র	-3553
▁লোকসভা	-3554
▁এয়ার	-3555
▁পরিকল্প	-3556
▁নেটওয়ার্ক	-3557
▁উপন	-3558
▁একর	-3559
▁গাজ	-3560
▁খিচুড়ি	-3561
▁স্বাদুপ	-3562
▁ম্যাগাজিন	-3563
স্প	-3564
▁পশ	-3565
বর্ণ	-3566
▁উদ্ব	-3567
▁জাদু	-3568
▁চলচ্চিত্রটি	-3569
▁৫৭	-3570
্বাব	-3571
▁কুক	-3572
▁পৃষ্ঠ	-3573
▁ফিলিপ	-3574
▁প্রযোজক	-3575
▁মুক্তিপ্রাপ্ত	-3576
োফ	-3577
▁টম	-3578
ক্ষেপ	-3579
▁আয়ার	-3580
বীন্দ্র	-3581
▁রন্ধনশৈলী	-3582
উন	-3583
▁মশ	-3584
▁৫৮	-3585
▁উদা	-3586
▁ঙ্গ	-3587
▁দর্শ	-3588
▁অঙ্গরাজ	-3589
▁জাপানের	-3590
▁পরবর্তীকালে	-3591
দ্বীপ	-3592
▁আনলিমিটেড	-3593
▁আর্জেন্টি	-3594
্যাগ	-3595
▁ম্যাক	-3596
▁সাংসদ	-3597
▁ক্যাম্প	-3598
▁সম্পাদক	-3599
ধে	-3600
্টর	-3601
▁পাখ	-3602
বারের	-3603
▁কেবল	-3604
▁দ্বাং	-3605
▁বনানী	-3606
▁সর্বাধিক	-3607
▁প্রজাতন্ত্র	-3608
১৬	-3609
▁ঘণ	-3610
▁সর্	-3611
বাজার	-3612
▁প্রি	-3613
িত্তিক	-3614
▁অনলাইন	-3615
▁চক	-3616
▁দৌ	-3617
▁মোব	-3618
▁সংশ	-3619
াগরের	-3620
পন্যাস	-3621
▁থানার	-3622
▁শিক্ষার	-3623
▁স্বাদুপানির	-3624
▁দেখি	-3625
▁নানা	-3626
▁প্রায়	-3627
▁সমন্ব	-3628
▁হার্ভ	-3629
স্কৃতিক	-3630
পন্যাসিক	-3631
▁ক্ষুদ্র	-3632
▁টক	-3633
▁১৯৭৭	-3634
ভেন	-3635
▁পিক	-3636
▁দামে	-3637
▁মেয়	-3638
▁গুলশান	-3639
▁উদ্দেশ্যে	-3640
ুঁ	-3641
▁৮৫	-3642
▁কেক	-3643
▁বলি	-3644
▁২৫০	-3645
▁৫০০	-3646
▁অবদান	-3647
▁পরিণত	-3648
▁স্টার	-3649
▁উপমহাদেশ	-3650
▁অর্থনৈতিক	-3651
কেল	-3652
▁অনুম	-3653
▁বেসর	-3654
▁থাকলে	-3655
▁ব্যবস	-3656
▁রাজবংশ	-3657
জির	-3658
কদের	-3659
▁বিস্তার	-3660
িমা	-3661
▁কী	-3662
শ্বর	-3663
ামান	-3664
▁ফাল	-3665
পুরের	-3666
র্নাম	-3667
▁কিশোর	-3668
▁ভ্যাট	-3669
ীম	-3670
▁শো	-3671
▁কমন	-3672
▁আসামের	-3673
▁ভালোবাস	-3674
▁জ্যোতির্	-3675
▁পশ্চিমাঞ্চলের	-3676
শাস	-3677
ামি	-3678
▁কিছ	-3679
▁মাটন	-3680
ণা	-3681
িয়েত	-3682
েশনের	-3683
▁কর্মকর্ত	-3684
িসে	-3685
▁হোম	-3686
▁মহাসড়ক	-3687
▁সাম্রাজ্য	-3688
▁হার্ভার্ড	-3689
উল	-3690
টাও	-3691
ফের	-3692
চ্ছা	-3693
▁বনশ্রী	-3694
▁যাওয়া	-3695
▁সেন্টার	-3696
▁চাক	-3697
িবাসী	-3698
োগ্রা	-3699
▁অংশে	-3700
▁জুড়ে	-3701
▁শান্তি	-3702
ফিক	-3703
্নে	-3704
প্রেস	-3705
▁জনগণ	-3706
▁লিখে	-3707
▁সংসদীয়	-3708
▁সম্বন্ধে	-3709
িউড	-3710
▁হাঁ	-3711
▁বক্স	-3712
ড়িয়ে	-3713
▁আড্ডা	-3714
▁কুমার	-3715
▁জিম্বাব	-3716
▁চিত্রনাট্য	-3717
সিল	-3718
▁অগ্র	-3719
▁বাবা	-3720
▁ছাড়া	-3721
▁বাড়ি	-3722
▁বিদ্য	-3723
▁বিবাহ	-3724
▁মাংসের	-3725
▁সুলতান	-3726
▁প্রতিদ্ব	-3727
প্রজাতন্ত্রী	-3728
▁আসা	-3729
▁দ্প	-3730
▁হাফ	-3731
▁তুর্ক	-3732
▁বিদ্র	-3733
▁গত	-3734
▁কাট	-3735
▁পোল	-3736
▁পিএইচ	-3737
▁মধ্যযুগ	-3738
▁উইকিপিডিয়ায়	-3739
গন	-3740
▁আলো	-3741
▁চান	-3742
▁জ্ঞ	-3743
▁শেখর	-3744
েস্টার	-3745
▁উদাহরণ	-3746
য়াম	-3747
▁একত্র	-3748
▁ইন্টেরি	-3749
তুল	-3750
্বল	-3751
▁সের	-3752
▁চেয়ার	-3753
▁কাউন্সিল	-3754
তেই	-3755
▁মেঘ	-3756
▁ফিরে	-3757
▁১৯৭৫	-3758
▁দিনাজপুর	-3759
▁রবীন্দ্র	-3760
▁স্বাস্থ্য	-3761
ভিন	-3762
শেষে	-3763
▁কণ্	-3764
▁অ্যাক	-3765
▁শহরটি	-3766
▁মৃ	-3767
▁৪৪	-3768
▁গতি	-3769
▁সহজ	-3770
▁সোভ	-3771
ুয়ার	-3772
▁ফার্	-3773
▁অ্যাড	-3774
▁বরাবর	-3775
▁বস্তু	-3776
ভিত্তিক	-3777
▁মুম্বই	-3778
▁পঞ্জিকার	-3779
▁অত্য	-3780
▁অধিন	-3781
▁জর্জ	-3782
▁সমস্ত	-3783
▁উপস্থাপ	-3784
▁বিস্তৃতি	-3785
▁সাংস্কৃতিক	-3786
বাগ	-3787
ীবন	-3788
▁চাষ	-3789
▁ডিপ	-3790
াইটেড	-3791
▁আচার	-3792
▁সেমি	-3793
▁ভর্তি	-3794
▁মিলিয়ন	-3795
▁গণপ্রজাতন্ত্রী	-3796
১৪	-3797
িরি	-3798
হেতু	-3799
্লাই	-3800
▁হেল	-3801
ার্থক	-3802
▁রক্ত	-3803
তিক্রম	-3804
▁আমিরা	-3805
▁উইকিপিডিয়ার	-3806
▁করবে	-3807
▁কোটি	-3808
▁১৯৮১	-3809
এর	-3810
ষিক	-3811
ুরুর	-3812
▁১৭৫	-3813
▁চলছে	-3814
▁পঞ্চম	-3815
▁সংখ্য	-3816
▁সংগীত	-3817
▁অবশ্যই	-3818
১৩	-3819
▁তীরে	-3820
▁কার্ল	-3821
▁মাশরুম	-3822
▁গীত	-3823
▁অস্থ	-3824
▁১৯৩০	-3825
▁কাশ্ম	-3826
▁ছিলাম	-3827
ান্ত্রিক	-3828
▁উঠ	-3829
▁কত	-3830
▁রস	-3831
▁শৈ	-3832
▁গ্লা	-3833
▁নীতি	-3834
▁ফাইল	-3835
▁যেটা	-3836
▁সবুজ	-3837
▁সেবা	-3838
▁১৯৫০	-3839
ুলা	-3840
▁দা	-3841
বর্ষ	-3842
▁হচ্	-3843
ুসারে	-3844
▁ছুটি	-3845
▁পক্ষ	-3846
াব্দের	-3847
ালয়ের	-3848
▁পক্ষে	-3849
সাথে	-3850
▁আলি	-3851
▁কাঁ	-3852
ার্ল্ড	-3853
▁সোভিয়েত	-3854
▁ময়মনসিংহ	-3855
শী	-3856
সেন	-3857
▁ওল	-3858
▁১৯৬৪	-3859
▁১৯৭৪	-3860
▁গাছের	-3861
▁মিশ্র	-3862
▁স্যুপ	-3863
োধন	-3864
িতিক	-3865
্যাং	-3866
▁তথা	-3867
▁তুর	-3868
▁নৃত	-3869
▁১৯৬৯	-3870
▁পতাকা	-3871
▁মহাদেশ	-3872
▁মাইক্র	-3873
▁সন্তান	-3874
▁নিরাপত্তা	-3875
▁সাহিত্যিক	-3876
▁সাম্রাজ্যের	-3877
▁বিশ্ববিদ্যালয়ে	-3878
চল	-3879
াক্ত	-3880
োজিত	-3881
▁বুফে	-3882
▁নেপাল	-3883
▁পর্যটন	-3884
▁শতাব্দীতে	-3885
▁অজ	-3886
▁কুর	-3887
▁কোথ	-3888
▁সরাস	-3889
▁প্রমাণ	-3890
▁বৌদ্ধধর্মের	-3891
▁দখ	-3892
▁ক্য	-3893
যোদ্ধা	-3894
েকেন্ড	-3895
▁সমস্যা	-3896
াতের	-3897
▁পিৎ	-3898
▁ভেত	-3899
জার্ট	-3900
▁চিনি	-3901
▁অধিকার	-3902
বরা	-3903
াগ্স	-3904
্তান	-3905
রিক্ত	-3906
াউন্ড	-3907
▁প্রক্র	-3908
▁সরাসরি	-3909
খণ্ড	-3910
োলার	-3911
▁দের	-3912
তাবাদ	-3913
সম্যান	-3914
▁মোবাইল	-3915
▁সভাপতি	-3916
▁গ্রামের	-3917
▁স্পাইসি	-3918
▁তালিকায়	-3919
▁৮৪	-3920
্ডিং	-3921
▁বোন	-3922
মানিক	-3923
▁দ্যা	-3924
▁পণ্য	-3925
▁১৯৬৭	-3926
িয়েতন	-3927
▁সত্যি	-3928
▁দূরত্ব	-3929
▁ইউনাইটেড	-3930
ণি	-3931
মুখ	-3932
▁সো	-3933
▁খাল	-3934
▁ফের	-3935
▁হাট	-3936
▁হুম	-3937
েক্টর	-3938
▁গুলা	-3939
▁ভালই	-3940
▁ত্রিপ	-3941
▁জেনারেল	-3942
েন্ড	-3943
▁দেহ	-3944
▁রিপ	-3945
▁১৬০	-3946
▁আস্ত	-3947
▁সবচেয়ে	-3948
▁একাডেমি	-3949
▁প্রদর্শন	-3950
ষক	-3951
ধীন	-3952
াচল	-3953
▁৮৩	-3954
পাড়া	-3955
্টোপা	-3956
▁বর্ধ	-3957
▁জীবনের	-3958
▁রাস্তাটি	-3959
াসি	-3960
াতায়	-3961
িয়ানা	-3962
্যান্ট	-3963
▁ইন্দো	-3964
▁যাবেন	-3965
▁রোস্ট	-3966
▁প্রাইজ	-3967
▁ভিয়েতন	-3968
ওয়	-3969
▁খর	-3970
্তুগ	-3971
▁বরি	-3972
▁ইঞ্চি	-3973
▁কম্বো	-3974
▁মিলিয়ে	-3975
▁ব্যাপার	-3976
▁অতিরিক্ত	-3977
▁মাথ	-3978
▁শিক্ষালাভ	-3979
িল্লা	-3980
▁গ্রহ	-3981
▁পর্তুগ	-3982
▁নিযুক্ত	-3983
▁প্রতিদ্বন্দ্ব	-3984
দেব	-3985
▁৪৩	-3986
▁ব্রাহ	-3987
▁প্রকৌশল	-3988
▁সাহায্য	-3989
এক	-3990
▁রক	-3991
▁৮২	-3992
▁কমে	-3993
▁গুগ	-3994
▁গুণ	-3995
▁বীজ	-3996
▁সিক	-3997
▁সক্ষম	-3998
▁মন্দিরের	-3999
১৫	-4000
ধের	-4001
্ত্স	-4002
ওয়ান	-4003
▁বিয়ে	-4004
▁তাপমাত্র	-4005
▁আফগানিস্তানের	-4006
▁বাত	-4007
▁হোক	-4008
▁আর্থ	-4009
▁বিদ্যমান	-4010
কী	-4011
বণ	-4012
▁পড়	-4013
▁আগত	-4014
▁গভীর	-4015
▁ছেলে	-4016
▁ইফতার	-4017
▁হয়নি	-4018
▁বরিশাল	-4019
▁চট্টোপা	-4020
▁ডেজার্ট	-4021
▁অফিসিয়াল	-4022
▁কর্ণাটকের	-4023
▁শ্রীলঙ্কা	-4024
▁অপরা	-4025
▁আসলেই	-4026
▁পোলাও	-4027
▁পর্বতম	-4028
▁মহিলাদের	-4029
▁৩৭	-4030
▁রেড	-4031
▁কন্যা	-4032
▁রকমের	-4033
ুং	-4034
াউন	-4035
াটা	-4036
োদন	-4037
▁৩৯	-4038
▁জুল	-4039
ভাবিক	-4040
▁ওভার	-4041
▁পারি	-4042
▁বলবো	-4043
▁স্কট	-4044
▁দেওয়া	-4045
▁আব্দুল	-4046
▁রান্না	-4047
▁বিবেচনা	-4048
▁রেস্টুরেন্টে	-4049
চিত	-4050
গুপ্ত	-4051
ীতিতে	-4052
োয়ার	-4053
▁ওপেন	-4054
▁আনন্দ	-4055
▁থাকার	-4056
ম্ম	-4057
িটাল	-4058
▁ভুল	-4059
▁সৌদি	-4060
▁১৯৬২	-4061
▁দিকের	-4062
▁নাস্ত	-4063
▁শ্যামলী	-4064
ঘল	-4065
▁ঃ	-4066
ন্সে	-4067
▁টীকা	-4068
▁পাঁচটি	-4069
▁বোঝানো	-4070
▁আফ্রিকান	-4071
▁স্পেনীয়	-4072
▁মহাবিদ্যালয়	-4073
কেত	-4074
▁অণ	-4075
▁আচ	-4076
▁নয়	-4077
▁সন্ধ	-4078
▁হলুদ	-4079
▁লক্ষ্য	-4080
গায়	-4081
ারিং	-4082
িবার	-4083
িসংঘ	-4084
▁পরা	-4085
ধর্মী	-4086
▁হ্রদ	-4087
▁রাস্তা	-4088
▁অভ্যন্ত	-4089
ৃদ্ধ	-4090
▁ভ্রম	-4091
▁রুটি	-4092
▁ক্যাফে	-4093
▁বিশ্বকোষ	-4094
▁উর	-4095
▁জেম	-4096
▁১টি	-4097
▁উয়ে	-4098
াভাবিক	-4099
▁ওড়িশ	-4100
▁বিদ্রোহ	-4101
র্মা	-4102
▁পদ্ম	-4103
▁ব্রো	-4104
▁স্বর	-4105
▁হায়	-4106
▁মন্ত্র	-4107
▁পটভূমিতে	-4108
জনক	-4109
তাম	-4110
▁মেইন	-4111
▁ক্যাম	-4112
▁মাদ্র	-4113
▁পিএইচডি	-4114
▁এক্সপ্রেস	-4115
▁ব্যবসায়ী	-4116
১২	-4117
১৭	-4118
ুতি	-4119
ুনি	-4120
▁খুঁ	-4121
▁কল্পক	-4122
▁ক্যাপ	-4123
▁দেবতা	-4124
▁অ্যাকাডেমির	-4125
সান	-4126
▁দিচ্	-4127
▁মিউজ	-4128
▁টেনিস	-4129
▁ফ্রেঞ্চ	-4130
▁ব্রাহ্ম	-4131
▁সর্বপ্রথম	-4132
ৃপ	-4133
▁পল	-4134
ীরের	-4135
▁জ্ব	-4136
▁পাট	-4137
বিকিউ	-4138
উদ্দিন	-4139
▁কার্ব	-4140
▁যেহেতু	-4141
▁আমেরিকা	-4142
▁ইন্ডিয়া	-4143
▁সার্	-4144
▁পাশের	-4145
▁ফিল্ড	-4146
▁ফেডার	-4147
▁রাজত্ব	-4148
▁ব্যবসায়	-4149
▁হো	-4150
▁লীগ	-4151
▁লেন	-4152
▁সফল	-4153
▁১৯৪৭	-4154
▁পাউবো	-4155
▁বর্গক	-4156
▁পর্যায়ে	-4157
▁মৃত্যুবরণ	-4158
▁খেলোয়াড়ী	-4159
▁ব্যাটসম্যান	-4160
ায়ন	-4161
▁টিন	-4162
▁বার্গারের	-4163
ংলা	-4164
ড়ার	-4165
দ্রা	-4166
▁এখনো	-4167
▁কেমন	-4168
▁কমিশন	-4169
▁পড়াশ	-4170
▁মুদ্র	-4171
▁সংজ্ঞ	-4172
▁সূর্য	-4173
▁এগ	-4174
শ্রে	-4175
▁শুক	-4176
▁১৯৬৫	-4177
▁আকারে	-4178
▁ছবিতে	-4179
▁ধ্বংস	-4180
▁নেদার	-4181
▁ভরপুর	-4182
স্থানের	-4183
▁যুক্তরাষ্ট্রে	-4184
রেট	-4185
▁তৈর	-4186
▁মাত	-4187
▁সেফ	-4188
কুমার	-4189
▁আমাকে	-4190
▁উয়েফা	-4191
▁স্থাপিত	-4192
▁ওয়ার্ল্ড	-4193
▁আউট	-4194
▁আবু	-4195
▁চাম	-4196
▁দলটি	-4197
▁হাইড	-4198
▁তুলনা	-4199
▁পছন্দের	-4200
▁রসায়নবিদ	-4201
▁রাষ্ট্রীয়	-4202
খিল	-4203
▁বাঘ	-4204
গুলার	-4205
▁সিংহ	-4206
▁১৯৫৬	-4207
▁লেভেল	-4208
১৮	-4209
চিক	-4210
াবি	-4211
েলে	-4212
▁আদি	-4213
ুয়ের	-4214
▁অভিয	-4215
▁দত্ত	-4216
ইতিহাস	-4217
▁অ্যাপ	-4218
▁তালিকাভুক্ত	-4219
দ্য	-4220
াসে	-4221
হারি	-4222
▁উনি	-4223
▁কিউ	-4224
▁মোর	-4225
▁ওয়েল	-4226
▁ট্রেন	-4227
▁অবলম্ব	-4228
▁জাতিসংঘ	-4229
▁ট্যাক্স	-4230
▁পরিবেশন	-4231
▁কর্মকর্তা	-4232
্টন	-4233
▁টিক	-4234
▁বেন	-4235
▁দ্গে	-4236
▁ব্লো	-4237
▁উপকূল	-4238
▁দ্পাল	-4239
▁সহায়	-4240
▁পরিমাপ	-4241
▁৪২	-4242
▁টার	-4243
▁সাউ	-4244
▁২টি	-4245
োসিয়	-4246
▁স্বপ	-4247
▁১৯৬১	-4248
ারেটিং	-4249
▁নিজস্ব	-4250
▁মেট্রো	-4251
▁প্রস্তাব	-4252
▁চেয়ারম্যান	-4253
িত্য	-4254
দানের	-4255
▁২০১৮	-4256
্রদায়	-4257
▁দৈনিক	-4258
চেস্টার	-4259
▁পেশাদার	-4260
▁খ্রিষ্টাব্দ	-4261
▁পাপ	-4262
▁সম্ভাব	-4263
▁অত্যন্ত	-4264
▁শ্রীলঙ্কার	-4265
ণিক	-4266
দিক	-4267
ত্তর	-4268
▁করবেন	-4269
▁মানের	-4270
▁শুরুর	-4271
▁প্রতিযোগী	-4272
▁প্রতিযোগিতার	-4273
লন	-4274
ঁচু	-4275
ঙ্গে	-4276
ধারণ	-4277
য়াল	-4278
্ডার	-4279
▁মিট	-4280
ান্ডার	-4281
▁মূর্তি	-4282
▁নাম্বার	-4283
ফুল	-4284
র্ভ	-4285
